CSV.tables.total_name = {
	[1] = {
		id = 1,
		info = '不显示',
	},
	[2] = {
		id = 2,
		info = '一式',
	},
	[3] = {
		id = 3,
		info = '龙鳞',
	},
	[4] = {
		id = 4,
		info = '龙旋',
	},
	[5] = {
		id = 5,
		info = '疾走',
	},
	[6] = {
		id = 6,
		info = '跳跃斩',
	},
	[7] = {
		id = 7,
		info = '龙降',
	},
	[8] = {
		id = 8,
		info = '空中瞬闪',
	},
	[9] = {
		id = 9,
		info = '二式',
	},
	[10] = {
		id = 10,
		info = '三式',
	},
	[11] = {
		id = 11,
		info = '龙撩',
	},
	[12] = {
		id = 12,
		info = '龙摆',
	},
	[13] = {
		id = 13,
		info = '龙腾',
	},
	[14] = {
		id = 14,
		info = '狂龙逆鳞',
	},
	[15] = {
		id = 15,
		info = '飞龙在天',
	},
	[16] = {
		id = 16,
		info = '神龙摆尾',
	},
	[17] = {
		id = 17,
		info = '龙掀',
	},
	[18] = {
		id = 18,
		info = '龙轮',
	},
	[19] = {
		id = 19,
		info = '真龙牙乱舞',
	},
	[20] = {
		id = 20,
		info = '一式',
	},
	[21] = {
		id = 21,
		info = '落雷',
	},
	[22] = {
		id = 22,
		info = '火鸟',
	},
	[23] = {
		id = 23,
		info = '疾走',
	},
	[24] = {
		id = 24,
		info = '跳跃斩',
	},
	[25] = {
		id = 25,
		info = '流星',
	},
	[26] = {
		id = 26,
		info = '空中瞬闪',
	},
	[27] = {
		id = 27,
		info = '二式',
	},
	[28] = {
		id = 28,
		info = '三式',
	},
	[29] = {
		id = 29,
		info = '疾风',
	},
	[30] = {
		id = 30,
		info = '冰风',
	},
	[31] = {
		id = 31,
		info = '飓风',
	},
	[32] = {
		id = 32,
		info = '火鸟行阵',
	},
	[33] = {
		id = 33,
		info = '真朱雀乱舞',
	},
	[34] = {
		id = 34,
		info = '球状雷光',
	},
	[35] = {
		id = 35,
		info = '流星冲天',
	},
	[36] = {
		id = 36,
		info = '急雷',
	},
	[37] = {
		id = 37,
		info = '冰雨',
	},
	[38] = {
		id = 38,
		info = '一式',
	},
	[39] = {
		id = 39,
		info = '幽兰',
	},
	[40] = {
		id = 40,
		info = '牵牛',
	},
	[41] = {
		id = 41,
		info = '疾走',
	},
	[42] = {
		id = 42,
		info = '跳跃斩',
	},
	[43] = {
		id = 43,
		info = '牡丹',
	},
	[44] = {
		id = 44,
		info = '百合',
	},
	[45] = {
		id = 45,
		info = '空中瞬闪',
	},
	[46] = {
		id = 46,
		info = '二式',
	},
	[47] = {
		id = 47,
		info = '三式',
	},
	[48] = {
		id = 48,
		info = '花开',
	},
	[49] = {
		id = 49,
		info = '花舞',
	},
	[50] = {
		id = 50,
		info = '花谢',
	},
	[51] = {
		id = 51,
		info = '曼陀罗',
	},
	[52] = {
		id = 52,
		info = '真百花缭乱',
	},
	[53] = {
		id = 53,
		info = '蝴蝶花',
	},
	[54] = {
		id = 54,
		info = '蔷薇',
	},
	[55] = {
		id = 55,
		info = '菖蒲',
	},
	[56] = {
		id = 56,
		info = '眩晕挣脱',
	},
	[57] = {
		id = 57,
		info = '浮空受身',
	},
	[58] = {
		id = 58,
		info = '眩晕挣脱',
	},
	[59] = {
		id = 59,
		info = '浮空受身',
	},
	[60] = {
		id = 60,
		info = '眩晕挣脱',
	},
	[61] = {
		id = 61,
		info = '浮空受身',
	},
	[62] = {
		id = 62,
		info = '白龙马',
	},
	[63] = {
		id = 63,
		info = '幽冥灵驹',
	},
	[64] = {
		id = 64,
		info = '洞仙白虎',
	},
	[65] = {
		id = 65,
		info = '九尾天狐',
	},
	[66] = {
		id = 66,
		info = '炼狱巨蜥',
	},
	[67] = {
		id = 67,
		info = '北极玄武',
	},
	[68] = {
		id = 68,
		info = '辟邪天禄',
	},
	[69] = {
		id = 69,
		info = '装备',
	},
	[70] = {
		id = 70,
		info = '材料',
	},
	[71] = {
		id = 71,
		info = '废弃种类',
	},
	[72] = {
		id = 72,
		info = '礼包',
	},
	[73] = {
		id = 73,
		info = '废弃种类',
	},
	[74] = {
		id = 74,
		info = '废弃种类',
	},
	[75] = {
		id = 75,
		info = '宠物',
	},
	[76] = {
		id = 76,
		info = '宝石',
	},
	[77] = {
		id = 77,
		info = '英魂',
	},
	[78] = {
		id = 78,
		info = '秘宝箱',
	},
	[79] = {
		id = 79,
		info = '新手长枪',
	},
	[80] = {
		id = 80,
		info = '新手羽扇',
	},
	[81] = {
		id = 81,
		info = '新手双剑',
	},
	[82] = {
		id = 82,
		info = '测试称号',
	},
	[83] = {
		id = 83,
		info = '测试时装',
	},
	[84] = {
		id = 84,
		info = '白铁枪',
	},
	[85] = {
		id = 85,
		info = '月牙枪',
	},
	[86] = {
		id = 86,
		info = '滚金枪',
	},
	[87] = {
		id = 87,
		info = '赤穗枪',
	},
	[88] = {
		id = 88,
		info = '紫霞枪',
	},
	[89] = {
		id = 89,
		info = '黑羽扇',
	},
	[90] = {
		id = 90,
		info = '月鹤扇',
	},
	[91] = {
		id = 91,
		info = '滚金扇',
	},
	[92] = {
		id = 92,
		info = '赤穗扇',
	},
	[93] = {
		id = 93,
		info = '紫霞扇',
	},
	[94] = {
		id = 94,
		info = '双股剑',
	},
	[95] = {
		id = 95,
		info = '月痕剑',
	},
	[96] = {
		id = 96,
		info = '滚金剑',
	},
	[97] = {
		id = 97,
		info = '赤穗剑',
	},
	[98] = {
		id = 98,
		info = '紫霞剑',
	},
	[99] = {
		id = 99,
		info = '赤铁甲',
	},
	[100] = {
		id = 100,
		info = '紫铜甲',
	},
	[101] = {
		id = 101,
		info = '精钢甲',
	},
	[102] = {
		id = 102,
		info = '镶金甲',
	},
	[103] = {
		id = 103,
		info = '铁骑甲',
	},
	[104] = {
		id = 104,
		info = '赤铁盔',
	},
	[105] = {
		id = 105,
		info = '紫铜盔',
	},
	[106] = {
		id = 106,
		info = '精钢盔',
	},
	[107] = {
		id = 107,
		info = '镶金盔',
	},
	[108] = {
		id = 108,
		info = '铁骑盔',
	},
	[109] = {
		id = 109,
		info = '赤铁靴',
	},
	[110] = {
		id = 110,
		info = '紫铜靴',
	},
	[111] = {
		id = 111,
		info = '精钢靴',
	},
	[112] = {
		id = 112,
		info = '镶金靴',
	},
	[113] = {
		id = 113,
		info = '铁骑靴',
	},
	[114] = {
		id = 114,
		info = '赤铁链',
	},
	[115] = {
		id = 115,
		info = '紫铜链',
	},
	[116] = {
		id = 116,
		info = '精钢链',
	},
	[117] = {
		id = 117,
		info = '镶金链',
	},
	[118] = {
		id = 118,
		info = '铁骑链',
	},
	[119] = {
		id = 119,
		info = '赤铁戒',
	},
	[120] = {
		id = 120,
		info = '紫铜戒',
	},
	[121] = {
		id = 121,
		info = '精钢戒',
	},
	[122] = {
		id = 122,
		info = '镶金戒',
	},
	[123] = {
		id = 123,
		info = '铁骑戒',
	},
	[124] = {
		id = 124,
		info = '前哨战',
	},
	[125] = {
		id = 125,
		info = '博望坡前篇',
	},
	[126] = {
		id = 126,
		info = '博望坡后篇',
	},
	[127] = {
		id = 127,
		info = '新野城头',
	},
	[128] = {
		id = 128,
		info = '美女刺杀',
	},
	[129] = {
		id = 129,
		info = '白河之战',
	},
	[130] = {
		id = 130,
		info = '长坂坡前篇',
	},
	[131] = {
		id = 131,
		info = '长坂坡后篇',
	},
	[132] = {
		id = 132,
		info = '长板桥',
	},
	[133] = {
		id = 133,
		info = '东吴演武',
	},
	[134] = {
		id = 134,
		info = '草船借箭',
	},
	[135] = {
		id = 135,
		info = '赤壁前篇',
	},
	[136] = {
		id = 136,
		info = '赤壁后篇',
	},
	[137] = {
		id = 137,
		info = '华容道',
	},
	[138] = {
		id = 138,
		info = '未使用',
	},
	[139] = {
		id = 139,
		info = '未使用',
	},
	[140] = {
		id = 140,
		info = '未使用',
	},
	[141] = {
		id = 141,
		info = '未使用',
	},
	[142] = {
		id = 142,
		info = '未使用',
	},
	[143] = {
		id = 143,
		info = '未使用',
	},
	[144] = {
		id = 144,
		info = '未使用',
	},
	[145] = {
		id = 145,
		info = '未使用',
	},
	[146] = {
		id = 146,
		info = '未使用',
	},
	[147] = {
		id = 147,
		info = '未使用',
	},
	[148] = {
		id = 148,
		info = '未使用',
	},
	[149] = {
		id = 149,
		info = '未使用',
	},
	[150] = {
		id = 150,
		info = '未使用',
	},
	[151] = {
		id = 151,
		info = '木牛流马',
	},
	[152] = {
		id = 152,
		info = '赤炎龙兽',
	},
	[153] = {
		id = 153,
		info = '紫气麒麟',
	},
	[154] = {
		id = 154,
		info = '魍魉退散',
	},
	[155] = {
		id = 155,
		info = '火焰风暴',
	},
	[156] = {
		id = 156,
		info = '机关雷爆',
	},
	[157] = {
		id = 157,
		info = '地面发生灵气爆炸，将冤魂魍魉一扫而空。',
	},
	[158] = {
		id = 158,
		info = '招来高温的火焰风暴扫荡前方敌人。',
	},
	[159] = {
		id = 159,
		info = '投掷出三枚机关雷，造成军队轰击规模的大爆炸。',
	},
	[160] = {
		id = 160,
		info = '豪华礼包第一天',
	},
	[161] = {
		id = 161,
		info = '豪华礼包第二天',
	},
	[162] = {
		id = 162,
		info = '豪华礼包第三天',
	},
	[163] = {
		id = 163,
		info = '豪华礼包第四天',
	},
	[164] = {
		id = 164,
		info = '豪华礼包第五天',
	},
	[165] = {
		id = 165,
		info = '豪华礼包第六天',
	},
	[166] = {
		id = 166,
		info = '豪华礼包第七天',
	},
	[167] = {
		id = 167,
		info = '礼包内含：\
1千元宝、200万铜钱、1万战功，时装[侠客装]、称号[小富豪]、宠物[小灵马]。',
	},
	[168] = {
		id = 168,
		info = '礼包内含：\
3千元宝、300万铜钱、2万战功，时装[仙人装]、20枚复活币、20个3级宝石袋、100枚骑术徽章。',
	},
	[169] = {
		id = 169,
		info = '礼包内含：\
5千元宝、500万铜钱、3万战功，称号[大神豪]、20个淬炼石、10个幸运符、10个完璧符。',
	},
	[170] = {
		id = 170,
		info = '礼包内含：\
5千元宝、500万铜钱、5万战功，时装[萌宠装]、宠物[小白虎]、1枚[7级紫宝石]、200个仙灵升星丹。',
	},
	[171] = {
		id = 171,
		info = '礼包内含：\
8千元宝、800万铜钱、5万战功，称号[皇帝新衣]、宠物[小玄武]、1枚[7级红宝石]、1枚[7级黄宝石]。',
	},
	[172] = {
		id = 172,
		info = '礼包内含：\
1万元宝、1000万铜钱、5万战功，时装[黄金装]、宠物[小青龙]、1枚[7级蓝宝石]、1枚[7级绿宝石]。',
	},
	[173] = {
		id = 173,
		info = '礼包内含：\
1万元宝、1000万铜钱、5万战功，时装[传说装]、称号[传说高手]、宠物[小朱雀]。',
	},
	[174] = {
		id = 174,
		info = '碧玉明珠枪',
	},
	[175] = {
		id = 175,
		info = '冰结连绞枪',
	},
	[176] = {
		id = 176,
		info = '金琢兽角枪',
	},
	[177] = {
		id = 177,
		info = '北斗七星枪',
	},
	[178] = {
		id = 178,
		info = '九天玄冰枪',
	},
	[179] = {
		id = 179,
		info = '诛天魔王枪',
	},
	[180] = {
		id = 180,
		info = '烈焰皇龙枪',
	},
	[181] = {
		id = 181,
		info = '两仪玄秘枪',
	},
	[182] = {
		id = 182,
		info = '天火狂绝枪',
	},
	[183] = {
		id = 183,
		info = '森罗帝释枪',
	},
	[184] = {
		id = 184,
		info = '碧玉明珠扇',
	},
	[185] = {
		id = 185,
		info = '冰结连绞扇',
	},
	[186] = {
		id = 186,
		info = '金琢兽角扇',
	},
	[187] = {
		id = 187,
		info = '北斗七星扇',
	},
	[188] = {
		id = 188,
		info = '九天玄冰扇',
	},
	[189] = {
		id = 189,
		info = '诛天魔王扇',
	},
	[190] = {
		id = 190,
		info = '烈焰皇龙扇',
	},
	[191] = {
		id = 191,
		info = '两仪玄秘扇',
	},
	[192] = {
		id = 192,
		info = '天火狂绝扇',
	},
	[193] = {
		id = 193,
		info = '森罗帝释扇',
	},
	[194] = {
		id = 194,
		info = '碧玉明珠剑',
	},
	[195] = {
		id = 195,
		info = '冰结连绞剑',
	},
	[196] = {
		id = 196,
		info = '金琢兽角剑',
	},
	[197] = {
		id = 197,
		info = '北斗七星剑',
	},
	[198] = {
		id = 198,
		info = '九天玄冰剑',
	},
	[199] = {
		id = 199,
		info = '诛天魔王剑',
	},
	[200] = {
		id = 200,
		info = '烈焰皇龙剑',
	},
	[201] = {
		id = 201,
		info = '两仪玄秘剑',
	},
	[202] = {
		id = 202,
		info = '天火狂绝剑',
	},
	[203] = {
		id = 203,
		info = '森罗帝释剑',
	},
	[204] = {
		id = 204,
		info = '极高',
	},
	[205] = {
		id = 205,
		info = '较高',
	},
	[206] = {
		id = 206,
		info = '一般',
	},
	[207] = {
		id = 207,
		info = '较低',
	},
	[208] = {
		id = 208,
		info = '很低',
	},
	[209] = {
		id = 209,
		info = '极低',
	},
	[210] = {
		id = 210,
		info = '命中',
	},
	[211] = {
		id = 211,
		info = '闪避',
	},
	[212] = {
		id = 212,
		info = '暴击',
	},
	[213] = {
		id = 213,
		info = '韧性',
	},
	[214] = {
		id = 214,
		info = '眩晕',
	},
	[215] = {
		id = 215,
		info = '晕抗',
	},
	[216] = {
		id = 216,
		info = '嗜血',
	},
	[217] = {
		id = 217,
		info = '云体',
	},
	[218] = {
		id = 218,
		info = '麻沸',
	},
	[219] = {
		id = 219,
		info = '缩地',
	},
	[220] = {
		id = 220,
		info = '灵动',
	},
	[221] = {
		id = 221,
		info = '免疫',
	},
	[222] = {
		id = 222,
		info = '增加命中值',
	},
	[223] = {
		id = 223,
		info = '增加闪避值',
	},
	[224] = {
		id = 224,
		info = '增加暴击值',
	},
	[225] = {
		id = 225,
		info = '增加韧性值',
	},
	[226] = {
		id = 226,
		info = '增加眩晕值',
	},
	[227] = {
		id = 227,
		info = '增加晕抗值',
	},
	[228] = {
		id = 228,
		info = '增加嗜血值',
	},
	[229] = {
		id = 229,
		info = '增加云体值',
	},
	[230] = {
		id = 230,
		info = '增加麻沸值',
	},
	[231] = {
		id = 231,
		info = '增加缩地值',
	},
	[232] = {
		id = 232,
		info = '增加灵动值',
	},
	[233] = {
		id = 233,
		info = '增加免疫值',
	},
	[234] = {
		id = 234,
		info = '3级解锁新技能',
	},
	[235] = {
		id = 235,
		info = '3级解锁新技能',
	},
	[236] = {
		id = 236,
		info = '4级解锁新技能',
	},
	[237] = {
		id = 237,
		info = '5级解锁新技能',
	},
	[238] = {
		id = 238,
		info = '6级解锁新技能',
	},
	[239] = {
		id = 239,
		info = '8级解锁功能',
	},
	[240] = {
		id = 240,
		info = '8级解锁功能',
	},
	[241] = {
		id = 241,
		info = '9级解锁新技能',
	},
	[242] = {
		id = 242,
		info = '10级解锁新功能',
	},
	[243] = {
		id = 243,
		info = '11级解锁新功能',
	},
	[244] = {
		id = 244,
		info = '12级解锁新技能',
	},
	[245] = {
		id = 245,
		info = '13级解锁新功能',
	},
	[246] = {
		id = 246,
		info = '14级解锁新功能',
	},
	[247] = {
		id = 247,
		info = '15级解锁新技能',
	},
	[248] = {
		id = 248,
		info = '16级解锁新功能',
	},
	[249] = {
		id = 249,
		info = '17级解锁新功能',
	},
	[250] = {
		id = 250,
		info = '18级解锁新功能',
	},
	[251] = {
		id = 251,
		info = '19级解锁新功能',
	},
	[252] = {
		id = 252,
		info = '20级解锁',
	},
	[253] = {
		id = 253,
		info = '21级解锁新功能',
	},
	[254] = {
		id = 254,
		info = '22级解锁新功能',
	},
	[255] = {
		id = 255,
		info = '23级解锁新技能',
	},
	[256] = {
		id = 256,
		info = '24级解锁新功能',
	},
	[257] = {
		id = 257,
		info = '25级解锁新技能',
	},
	[258] = {
		id = 258,
		info = '26级解锁新功能',
	},
	[259] = {
		id = 259,
		info = '27级解锁仙灵',
	},
	[260] = {
		id = 260,
		info = '28级解锁新技能',
	},
	[261] = {
		id = 261,
		info = '30级解锁新功能',
	},
	[262] = {
		id = 262,
		info = '30级解锁新功能',
	},
	[263] = {
		id = 263,
		info = '31级解锁新技能',
	},
	[264] = {
		id = 264,
		info = '34级解锁仙灵',
	},
	[265] = {
		id = 265,
		info = '34级解锁仙灵',
	},
	[266] = {
		id = 266,
		info = '34级解锁仙灵',
	},
	[267] = {
		id = 267,
		info = '35级解锁新功能',
	},
	[268] = {
		id = 268,
		info = '36级解锁新技能',
	},
	[269] = {
		id = 269,
		info = '39级解锁新技能',
	},
	[270] = {
		id = 270,
		info = '39级解锁新技能',
	},
	[271] = {
		id = 271,
		info = '39级解锁新技能',
	},
	[272] = {
		id = 272,
		info = '40级解锁',
	},
	[273] = {
		id = 273,
		info = '41级解锁仙灵',
	},
	[274] = {
		id = 274,
		info = '46级解锁新技能',
	},
	[275] = {
		id = 275,
		info = '46级解锁新技能',
	},
	[276] = {
		id = 276,
		info = '46级解锁新技能',
	},
	[277] = {
		id = 277,
		info = '46级解锁新技能',
	},
	[278] = {
		id = 278,
		info = '46级解锁新技能',
	},
	[279] = {
		id = 279,
		info = '48级解锁仙灵',
	},
	[280] = {
		id = 280,
		info = '48级解锁仙灵',
	},
	[281] = {
		id = 281,
		info = '50级解锁',
	},
	[282] = {
		id = 282,
		info = '50级解锁',
	},
	[283] = {
		id = 283,
		info = '55级解锁仙灵',
	},
	[284] = {
		id = 284,
		info = '55级解锁仙灵',
	},
	[285] = {
		id = 285,
		info = '55级解锁仙灵',
	},
	[286] = {
		id = 286,
		info = '55级解锁仙灵',
	},
	[287] = {
		id = 287,
		info = '55级解锁仙灵',
	},
	[288] = {
		id = 288,
		info = '60级解锁',
	},
	[289] = {
		id = 289,
		info = '60级解锁',
	},
	[290] = {
		id = 290,
		info = '60级解锁',
	},
	[291] = {
		id = 291,
		info = '60级解锁',
	},
	[292] = {
		id = 292,
		info = '60级解锁',
	},
	[293] = {
		id = 293,
		info = '62级解锁仙灵',
	},
	[294] = {
		id = 294,
		info = '62级解锁仙灵',
	},
	[295] = {
		id = 295,
		info = '80级解锁',
	},
	[296] = {
		id = 296,
		info = '80级解锁',
	},
	[297] = {
		id = 297,
		info = '80级解锁',
	},
	[298] = {
		id = 298,
		info = '80级解锁',
	},
	[299] = {
		id = 299,
		info = '80级解锁',
	},
	[300] = {
		id = 300,
		info = '80级解锁',
	},
	[301] = {
		id = 301,
		info = '80级解锁',
	},
	[302] = {
		id = 302,
		info = '80级解锁',
	},
	[303] = {
		id = 303,
		info = '80级解锁',
	},
	[304] = {
		id = 304,
		info = '80级解锁',
	},
	[305] = {
		id = 305,
		info = '80级解锁',
	},
	[306] = {
		id = 306,
		info = '80级解锁',
	},
	[307] = {
		id = 307,
		info = '80级解锁',
	},
	[308] = {
		id = 308,
		info = '80级解锁',
	},
	[309] = {
		id = 309,
		info = '80级解锁',
	},
	[310] = {
		id = 310,
		info = '80级解锁',
	},
	[311] = {
		id = 311,
		info = '80级解锁',
	},
	[312] = {
		id = 312,
		info = '80级解锁',
	},
	[313] = {
		id = 313,
		info = '升级提示文本80级',
	},
	[314] = {
		id = 314,
		info = '升级提示文本81级',
	},
	[315] = {
		id = 315,
		info = '升级提示文本82级',
	},
	[316] = {
		id = 316,
		info = '升级提示文本83级',
	},
	[317] = {
		id = 317,
		info = '升级提示文本84级',
	},
	[318] = {
		id = 318,
		info = '升级提示文本85级',
	},
	[319] = {
		id = 319,
		info = '升级提示文本86级',
	},
	[320] = {
		id = 320,
		info = '升级提示文本87级',
	},
	[321] = {
		id = 321,
		info = '升级提示文本88级',
	},
	[322] = {
		id = 322,
		info = '升级提示文本89级',
	},
	[323] = {
		id = 323,
		info = '升级提示文本90级',
	},
	[324] = {
		id = 324,
		info = '升级提示文本91级',
	},
	[325] = {
		id = 325,
		info = '升级提示文本92级',
	},
	[326] = {
		id = 326,
		info = '升级提示文本93级',
	},
	[327] = {
		id = 327,
		info = '升级提示文本94级',
	},
	[328] = {
		id = 328,
		info = '升级提示文本95级',
	},
	[329] = {
		id = 329,
		info = '升级提示文本96级',
	},
	[330] = {
		id = 330,
		info = '升级提示文本97级',
	},
	[331] = {
		id = 331,
		info = '升级提示文本98级',
	},
	[332] = {
		id = 332,
		info = '升级提示文本99级',
	},
	[333] = {
		id = 333,
		info = '升级提示文本100级',
	},
	[334] = {
		id = 334,
		info = '升级提示文本101级',
	},
	[335] = {
		id = 335,
		info = '升级提示文本102级',
	},
	[336] = {
		id = 336,
		info = '升级提示文本103级',
	},
	[337] = {
		id = 337,
		info = '升级提示文本104级',
	},
	[338] = {
		id = 338,
		info = '升级提示文本105级',
	},
	[339] = {
		id = 339,
		info = '升级提示文本106级',
	},
	[340] = {
		id = 340,
		info = '升级提示文本107级',
	},
	[341] = {
		id = 341,
		info = '升级提示文本108级',
	},
	[342] = {
		id = 342,
		info = '升级提示文本109级',
	},
	[343] = {
		id = 343,
		info = '升级提示文本110级',
	},
	[344] = {
		id = 344,
		info = '升级提示文本111级',
	},
	[345] = {
		id = 345,
		info = '升级提示文本112级',
	},
	[346] = {
		id = 346,
		info = '升级提示文本113级',
	},
	[347] = {
		id = 347,
		info = '升级提示文本114级',
	},
	[348] = {
		id = 348,
		info = '升级提示文本115级',
	},
	[349] = {
		id = 349,
		info = '升级提示文本116级',
	},
	[350] = {
		id = 350,
		info = '升级提示文本117级',
	},
	[351] = {
		id = 351,
		info = '升级提示文本118级',
	},
	[352] = {
		id = 352,
		info = '升级提示文本119级',
	},
	[353] = {
		id = 353,
		info = '升级提示文本120级',
	},
	[354] = {
		id = 354,
		info = '称号[独眼罗刹]',
	},
	[355] = {
		id = 355,
		info = '称号[武神本尊]',
	},
	[356] = {
		id = 356,
		info = '称号[谜样之人]',
	},
	[357] = {
		id = 357,
		info = '称号[万狼之首]',
	},
	[358] = {
		id = 358,
		info = '称号[问道神人]',
	},
	[359] = {
		id = 359,
		info = '称号[连枪破阵]',
	},
	[360] = {
		id = 360,
		info = '称号[洛水女神]',
	},
	[361] = {
		id = 361,
		info = '称号[召虎再临]',
	},
	[362] = {
		id = 362,
		info = '称号[亚夫之风]',
	},
	[363] = {
		id = 363,
		info = '未使用',
	},
	[364] = {
		id = 364,
		info = '未使用',
	},
	[365] = {
		id = 365,
		info = '未使用',
	},
	[366] = {
		id = 366,
		info = '未使用',
	},
	[367] = {
		id = 367,
		info = '未使用',
	},
	[368] = {
		id = 368,
		info = '未使用',
	},
	[369] = {
		id = 369,
		info = '未使用',
	},
	[370] = {
		id = 370,
		info = '未使用',
	},
	[371] = {
		id = 371,
		info = '未使用',
	},
	[372] = {
		id = 372,
		info = '未使用',
	},
	[373] = {
		id = 373,
		info = '未使用',
	},
	[374] = {
		id = 374,
		info = '未使用',
	},
	[375] = {
		id = 375,
		info = '未使用',
	},
	[376] = {
		id = 376,
		info = '未使用',
	},
	[377] = {
		id = 377,
		info = '未使用',
	},
	[378] = {
		id = 378,
		info = '未使用',
	},
	[379] = {
		id = 379,
		info = '洗点珠',
	},
	[380] = {
		id = 380,
		info = '扫荡令',
	},
	[381] = {
		id = 381,
		info = '可进行技能洗点。重置所有自动激活的技能等级为1级，遗忘所有需要学习的技能，返还所有已投入的战功。',
	},
	[382] = {
		id = 382,
		info = '可用于重置副本扫荡次数。',
	},
	[383] = {
		id = 383,
		info = '宠物[小大鹏]',
	},
	[384] = {
		id = 384,
		info = '宠物[小空空]',
	},
	[385] = {
		id = 385,
		info = '宠物[小金豹]',
	},
	[386] = {
		id = 386,
		info = '未使用',
	},
	[387] = {
		id = 387,
		info = '未使用',
	},
	[388] = {
		id = 388,
		info = '未使用',
	},
	[389] = {
		id = 389,
		info = '未使用',
	},
	[390] = {
		id = 390,
		info = '时装[魏国套]',
	},
	[391] = {
		id = 391,
		info = '时装[蜀国套]',
	},
	[392] = {
		id = 392,
		info = '时装[吴国套]',
	},
	[393] = {
		id = 393,
		info = '时装[赤炎服]',
	},
	[394] = {
		id = 394,
		info = '时装[紫狂服]',
	},
	[395] = {
		id = 395,
		info = '时装[白鹤服]',
	},
	[396] = {
		id = 396,
		info = '时装[皇月服]',
	},
	[397] = {
		id = 397,
		info = '时装[黑王服]',
	},
	[398] = {
		id = 398,
		info = '杀手证明',
	},
	[399] = {
		id = 399,
		info = '赤兔马草',
	},
	[400] = {
		id = 400,
		info = '饲养记录',
	},
	[401] = {
		id = 401,
		info = '稀有狼毫',
	},
	[402] = {
		id = 402,
		info = '张角签名',
	},
	[403] = {
		id = 403,
		info = '赤炎宝玉',
	},
	[404] = {
		id = 404,
		info = '温侯令牌',
	},
	[405] = {
		id = 405,
		info = '白鹤手册',
	},
	[406] = {
		id = 406,
		info = '天命符箓',
	},
	[407] = {
		id = 407,
		info = '鬼画符',
	},
	[408] = {
		id = 408,
		info = '夏侯惇的杀手身份证，捡到一定数量还给他后。\
可在兑换商城购买公会称号[独眼罗刹]。\
出处：公会战役ACT1',
	},
	[409] = {
		id = 409,
		info = '赤兔马所钟爱的马草，集齐后可获得吕布感激。\
可在兑换商城购买公会称号[武神本尊]。\
出处：公会战役ACT2',
	},
	[410] = {
		id = 410,
		info = '左慈正在征集仙灵的饲养样本。\
可在兑换商城购买公会称号[谜样之人]。\
出处：公会战役ACT3',
	},
	[411] = {
		id = 411,
		info = '进贡达到一定数量后，获得司马懿的证明。\
可在兑换商城购买公会称号[万狼之首]。\
出处：公会战役ACT4',
	},
	[412] = {
		id = 412,
		info = '张角的祝福签名，攒齐一定数量后就能成仙。\
可在兑换商城购买公会称号[问道神人]。\
出处：公会战役ACT5',
	},
	[413] = {
		id = 413,
		info = '让您把握下邳当季的时尚脉搏。\
可在兑换商城购买公会时装[赤炎服]。\
出处：公会战役ACT1',
	},
	[414] = {
		id = 414,
		info = '温侯吕布所发行的限定纪念款战甲，数量不多，兑换从速！\
可在兑换商城购买公会时装[紫狂服]。\
出处：公会战役ACT2',
	},
	[415] = {
		id = 415,
		info = '左慈所制，为数不多的特制华服，仅供有缘者得之。\
可在兑换商城购买公会时装[白鹤服]。\
出处：公会战役ACT3',
	},
	[416] = {
		id = 416,
		info = '司马懿私藏的特别外观，唯有“天命”才可得之。\
可在兑换商城购买公会时装[皇月服]。\
出处：公会战役ACT4',
	},
	[417] = {
		id = 417,
		info = '张角心爱的道袍，然滞销令他颇为苦恼，目前可限量兑换。\
可在兑换商城购买公会时装[黑王服]。\
出处：公会战役ACT5',
	},
	[418] = {
		id = 418,
		info = '未使用',
	},
	[419] = {
		id = 419,
		info = '未使用',
	},
	[420] = {
		id = 420,
		info = '侠客青巾',
	},
	[421] = {
		id = 421,
		info = '萌宠手套',
	},
	[422] = {
		id = 422,
		info = '仙人飘带',
	},
	[423] = {
		id = 423,
		info = '黄金印记',
	},
	[424] = {
		id = 424,
		info = '传说纹章',
	},
	[425] = {
		id = 425,
		info = '曹魏刺客信条计划限量版外观，尤其适合三胞胎妹子。\
可用于兑换时装[侠客装]。',
	},
	[426] = {
		id = 426,
		info = '东吴吴国太爱宠物系列VIP外观，卖萌耍赖专用。\
可用于兑换时装[萌宠装]。',
	},
	[427] = {
		id = 427,
		info = '东吴出品，由美人大乔代言的景致宫廷风外观。\
可用于兑换时装[仙人装]。',
	},
	[428] = {
		id = 428,
		info = '刘备纪念汉朝四百周年发行的黄金甲主题VIP外观。\
可用于兑换时装[黄金装]。',
	},
	[429] = {
		id = 429,
		info = '为抗衡黄金甲，曹魏推出霸气侧漏不威武不要钱系列外观。\
可用于兑换时装[传说装]。',
	},
	[430] = {
		id = 430,
		info = 'LV1紫宝石',
	},
	[431] = {
		id = 431,
		info = 'LV2紫宝石',
	},
	[432] = {
		id = 432,
		info = 'LV3紫宝石',
	},
	[433] = {
		id = 433,
		info = 'LV4紫宝石',
	},
	[434] = {
		id = 434,
		info = 'LV5紫宝石',
	},
	[435] = {
		id = 435,
		info = 'LV6紫宝石',
	},
	[436] = {
		id = 436,
		info = 'LV7紫宝石',
	},
	[437] = {
		id = 437,
		info = 'LV8紫宝石',
	},
	[438] = {
		id = 438,
		info = 'LV9紫宝石',
	},
	[439] = {
		id = 439,
		info = 'LV10紫宝石',
	},
	[440] = {
		id = 440,
		info = 'LV1绿宝石',
	},
	[441] = {
		id = 441,
		info = 'LV2绿宝石',
	},
	[442] = {
		id = 442,
		info = 'LV3绿宝石',
	},
	[443] = {
		id = 443,
		info = 'LV4绿宝石',
	},
	[444] = {
		id = 444,
		info = 'LV5绿宝石',
	},
	[445] = {
		id = 445,
		info = 'LV6绿宝石',
	},
	[446] = {
		id = 446,
		info = 'LV7绿宝石',
	},
	[447] = {
		id = 447,
		info = 'LV8绿宝石',
	},
	[448] = {
		id = 448,
		info = 'LV9绿宝石',
	},
	[449] = {
		id = 449,
		info = 'LV10绿宝石',
	},
	[450] = {
		id = 450,
		info = 'LV1黄宝石',
	},
	[451] = {
		id = 451,
		info = 'LV2黄宝石',
	},
	[452] = {
		id = 452,
		info = 'LV3黄宝石',
	},
	[453] = {
		id = 453,
		info = 'LV4黄宝石',
	},
	[454] = {
		id = 454,
		info = 'LV5黄宝石',
	},
	[455] = {
		id = 455,
		info = 'LV6黄宝石',
	},
	[456] = {
		id = 456,
		info = 'LV7黄宝石',
	},
	[457] = {
		id = 457,
		info = 'LV8黄宝石',
	},
	[458] = {
		id = 458,
		info = 'LV9黄宝石',
	},
	[459] = {
		id = 459,
		info = 'LV10黄宝石',
	},
	[460] = {
		id = 460,
		info = 'LV1蓝宝石',
	},
	[461] = {
		id = 461,
		info = 'LV2蓝宝石',
	},
	[462] = {
		id = 462,
		info = 'LV3蓝宝石',
	},
	[463] = {
		id = 463,
		info = 'LV4蓝宝石',
	},
	[464] = {
		id = 464,
		info = 'LV5蓝宝石',
	},
	[465] = {
		id = 465,
		info = 'LV6蓝宝石',
	},
	[466] = {
		id = 466,
		info = 'LV7蓝宝石',
	},
	[467] = {
		id = 467,
		info = 'LV8蓝宝石',
	},
	[468] = {
		id = 468,
		info = 'LV9蓝宝石',
	},
	[469] = {
		id = 469,
		info = 'LV10蓝宝石',
	},
	[470] = {
		id = 470,
		info = 'LV1红宝石',
	},
	[471] = {
		id = 471,
		info = 'LV2红宝石',
	},
	[472] = {
		id = 472,
		info = 'LV3红宝石',
	},
	[473] = {
		id = 473,
		info = 'LV4红宝石',
	},
	[474] = {
		id = 474,
		info = 'LV5红宝石',
	},
	[475] = {
		id = 475,
		info = 'LV6红宝石',
	},
	[476] = {
		id = 476,
		info = 'LV7红宝石',
	},
	[477] = {
		id = 477,
		info = 'LV8红宝石',
	},
	[478] = {
		id = 478,
		info = 'LV9红宝石',
	},
	[479] = {
		id = 479,
		info = 'LV10红宝石',
	},
	[480] = {
		id = 480,
		info = '增加生命值',
	},
	[481] = {
		id = 481,
		info = '增加生命值',
	},
	[482] = {
		id = 482,
		info = '增加生命值',
	},
	[483] = {
		id = 483,
		info = '增加生命值',
	},
	[484] = {
		id = 484,
		info = '增加生命值',
	},
	[485] = {
		id = 485,
		info = '增加生命值',
	},
	[486] = {
		id = 486,
		info = '增加生命值',
	},
	[487] = {
		id = 487,
		info = '增加生命值',
	},
	[488] = {
		id = 488,
		info = '增加生命值',
	},
	[489] = {
		id = 489,
		info = '增加生命值',
	},
	[490] = {
		id = 490,
		info = '增加物攻值',
	},
	[491] = {
		id = 491,
		info = '增加物攻值',
	},
	[492] = {
		id = 492,
		info = '增加物攻值',
	},
	[493] = {
		id = 493,
		info = '增加物攻值',
	},
	[494] = {
		id = 494,
		info = '增加物攻值',
	},
	[495] = {
		id = 495,
		info = '增加物攻值',
	},
	[496] = {
		id = 496,
		info = '增加物攻值',
	},
	[497] = {
		id = 497,
		info = '增加物攻值',
	},
	[498] = {
		id = 498,
		info = '增加物攻值',
	},
	[499] = {
		id = 499,
		info = '增加物攻值',
	},
	[500] = {
		id = 500,
		info = '增加物防值',
	},
	[501] = {
		id = 501,
		info = '增加物防值',
	},
	[502] = {
		id = 502,
		info = '增加物防值',
	},
	[503] = {
		id = 503,
		info = '增加物防值',
	},
	[504] = {
		id = 504,
		info = '增加物防值',
	},
	[505] = {
		id = 505,
		info = '增加物防值',
	},
	[506] = {
		id = 506,
		info = '增加物防值',
	},
	[507] = {
		id = 507,
		info = '增加物防值',
	},
	[508] = {
		id = 508,
		info = '增加物防值',
	},
	[509] = {
		id = 509,
		info = '增加物防值',
	},
	[510] = {
		id = 510,
		info = '增加绝攻值',
	},
	[511] = {
		id = 511,
		info = '增加绝攻值',
	},
	[512] = {
		id = 512,
		info = '增加绝攻值',
	},
	[513] = {
		id = 513,
		info = '增加绝攻值',
	},
	[514] = {
		id = 514,
		info = '增加绝攻值',
	},
	[515] = {
		id = 515,
		info = '增加绝攻值',
	},
	[516] = {
		id = 516,
		info = '增加绝攻值',
	},
	[517] = {
		id = 517,
		info = '增加绝攻值',
	},
	[518] = {
		id = 518,
		info = '增加绝攻值',
	},
	[519] = {
		id = 519,
		info = '增加绝攻值',
	},
	[520] = {
		id = 520,
		info = '增加绝防值',
	},
	[521] = {
		id = 521,
		info = '增加绝防值',
	},
	[522] = {
		id = 522,
		info = '增加绝防值',
	},
	[523] = {
		id = 523,
		info = '增加绝防值',
	},
	[524] = {
		id = 524,
		info = '增加绝防值',
	},
	[525] = {
		id = 525,
		info = '增加绝防值',
	},
	[526] = {
		id = 526,
		info = '增加绝防值',
	},
	[527] = {
		id = 527,
		info = '增加绝防值',
	},
	[528] = {
		id = 528,
		info = '增加绝防值',
	},
	[529] = {
		id = 529,
		info = '增加绝防值',
	},
	[530] = {
		id = 530,
		info = '无',
	},
	[531] = {
		id = 531,
		info = '无',
	},
	[532] = {
		id = 532,
		info = '无',
	},
	[533] = {
		id = 533,
		info = '无',
	},
	[534] = {
		id = 534,
		info = '在空中',
	},
	[535] = {
		id = 535,
		info = '在空中',
	},
	[536] = {
		id = 536,
		info = '在空中',
	},
	[537] = {
		id = 537,
		info = '一式发动中',
	},
	[538] = {
		id = 538,
		info = '二式发动中',
	},
	[539] = {
		id = 539,
		info = '三式发动中',
	},
	[540] = {
		id = 540,
		info = '龙撩发动中',
	},
	[541] = {
		id = 541,
		info = '龙摆发动中',
	},
	[542] = {
		id = 542,
		info = '龙鳞发动中',
	},
	[543] = {
		id = 543,
		info = '龙旋发动中',
	},
	[544] = {
		id = 544,
		info = '龙旋发动中',
	},
	[545] = {
		id = 545,
		info = '地面疾走中',
	},
	[546] = {
		id = 546,
		info = '空中瞬闪中',
	},
	[547] = {
		id = 547,
		info = '神龙摆尾发动中',
	},
	[548] = {
		id = 548,
		info = '无',
	},
	[549] = {
		id = 549,
		info = '无',
	},
	[550] = {
		id = 550,
		info = '无',
	},
	[551] = {
		id = 551,
		info = '无',
	},
	[552] = {
		id = 552,
		info = '在空中',
	},
	[553] = {
		id = 553,
		info = '在空中',
	},
	[554] = {
		id = 554,
		info = '在空中',
	},
	[555] = {
		id = 555,
		info = '一式发动中',
	},
	[556] = {
		id = 556,
		info = '二式发动中',
	},
	[557] = {
		id = 557,
		info = '三式发动中',
	},
	[558] = {
		id = 558,
		info = '疾风发动中',
	},
	[559] = {
		id = 559,
		info = '冰风发动中',
	},
	[560] = {
		id = 560,
		info = '火鸟发动中',
	},
	[561] = {
		id = 561,
		info = '火鸟行阵发动中',
	},
	[562] = {
		id = 562,
		info = '落雷发动中',
	},
	[563] = {
		id = 563,
		info = '火鸟发动中',
	},
	[564] = {
		id = 564,
		info = '地面疾走中',
	},
	[565] = {
		id = 565,
		info = '空中瞬闪中',
	},
	[566] = {
		id = 566,
		info = '无',
	},
	[567] = {
		id = 567,
		info = '无',
	},
	[568] = {
		id = 568,
		info = '无',
	},
	[569] = {
		id = 569,
		info = '无',
	},
	[570] = {
		id = 570,
		info = '在空中',
	},
	[571] = {
		id = 571,
		info = '在空中',
	},
	[572] = {
		id = 572,
		info = '在空中',
	},
	[573] = {
		id = 573,
		info = '在空中',
	},
	[574] = {
		id = 574,
		info = '一式发动中',
	},
	[575] = {
		id = 575,
		info = '二式发动中',
	},
	[576] = {
		id = 576,
		info = '三式发动中',
	},
	[577] = {
		id = 577,
		info = '花开发动中',
	},
	[578] = {
		id = 578,
		info = '花舞发动中',
	},
	[579] = {
		id = 579,
		info = '百合发动中',
	},
	[580] = {
		id = 580,
		info = '牡丹发动中',
	},
	[581] = {
		id = 581,
		info = '牵牛发动中',
	},
	[582] = {
		id = 582,
		info = '地面疾走中',
	},
	[583] = {
		id = 583,
		info = '空中瞬闪中',
	},
	[584] = {
		id = 584,
		info = '眩晕或缠绕状态中',
	},
	[585] = {
		id = 585,
		info = '浮空击飞状态中',
	},
	[586] = {
		id = 586,
		info = '眩晕或缠绕状态中',
	},
	[587] = {
		id = 587,
		info = '浮空击飞状态中',
	},
	[588] = {
		id = 588,
		info = '眩晕或缠绕状态中',
	},
	[589] = {
		id = 589,
		info = '浮空击飞状态中',
	},
	[590] = {
		id = 590,
		info = '右屏单击',
	},
	[591] = {
		id = 591,
		info = '右屏下滑手指',
	},
	[592] = {
		id = 592,
		info = '右屏前滑手指',
	},
	[593] = {
		id = 593,
		info = '左屏双击方向',
	},
	[594] = {
		id = 594,
		info = '右屏单击',
	},
	[595] = {
		id = 595,
		info = '右屏下滑手指',
	},
	[596] = {
		id = 596,
		info = '左屏双击方向',
	},
	[597] = {
		id = 597,
		info = '右屏单击',
	},
	[598] = {
		id = 598,
		info = '右屏单击',
	},
	[599] = {
		id = 599,
		info = '右屏单击',
	},
	[600] = {
		id = 600,
		info = '右屏单击',
	},
	[601] = {
		id = 601,
		info = '右屏单击',
	},
	[602] = {
		id = 602,
		info = '右屏下滑手指',
	},
	[603] = {
		id = 603,
		info = '右屏上滑手指',
	},
	[604] = {
		id = 604,
		info = '右屏前滑手指',
	},
	[605] = {
		id = 605,
		info = '右屏单击',
	},
	[606] = {
		id = 606,
		info = '右屏单击',
	},
	[607] = {
		id = 607,
		info = '右屏前滑手指',
	},
	[608] = {
		id = 608,
		info = '右屏单击',
	},
	[609] = {
		id = 609,
		info = '右屏下滑手指',
	},
	[610] = {
		id = 610,
		info = '右屏前滑手指',
	},
	[611] = {
		id = 611,
		info = '左屏双击方向',
	},
	[612] = {
		id = 612,
		info = '右屏单击',
	},
	[613] = {
		id = 613,
		info = '右屏下滑手指',
	},
	[614] = {
		id = 614,
		info = '左屏双击方向',
	},
	[615] = {
		id = 615,
		info = '右屏单击',
	},
	[616] = {
		id = 616,
		info = '右屏单击',
	},
	[617] = {
		id = 617,
		info = '右屏单击',
	},
	[618] = {
		id = 618,
		info = '右屏单击',
	},
	[619] = {
		id = 619,
		info = '右屏单击',
	},
	[620] = {
		id = 620,
		info = '右屏前滑手指',
	},
	[621] = {
		id = 621,
		info = '右屏前滑手指',
	},
	[622] = {
		id = 622,
		info = '右屏前滑手指',
	},
	[623] = {
		id = 623,
		info = '右屏上滑手指',
	},
	[624] = {
		id = 624,
		info = '右屏单击',
	},
	[625] = {
		id = 625,
		info = '右屏单击',
	},
	[626] = {
		id = 626,
		info = '右屏单击',
	},
	[627] = {
		id = 627,
		info = '右屏下滑手指',
	},
	[628] = {
		id = 628,
		info = '右屏前滑手指',
	},
	[629] = {
		id = 629,
		info = '左屏双击方向',
	},
	[630] = {
		id = 630,
		info = '右屏单击',
	},
	[631] = {
		id = 631,
		info = '右屏下滑手指',
	},
	[632] = {
		id = 632,
		info = '右屏前滑手指',
	},
	[633] = {
		id = 633,
		info = '左屏双击方向',
	},
	[634] = {
		id = 634,
		info = '右屏单击',
	},
	[635] = {
		id = 635,
		info = '右屏单击',
	},
	[636] = {
		id = 636,
		info = '右屏单击',
	},
	[637] = {
		id = 637,
		info = '右屏单击',
	},
	[638] = {
		id = 638,
		info = '右屏单击',
	},
	[639] = {
		id = 639,
		info = '右屏前滑手指',
	},
	[640] = {
		id = 640,
		info = '右屏下滑手指',
	},
	[641] = {
		id = 641,
		info = '右屏前滑手指',
	},
	[642] = {
		id = 642,
		info = '右屏单击',
	},
	[643] = {
		id = 643,
		info = '右屏单击',
	},
	[644] = {
		id = 644,
		info = '右屏单击',
	},
	[645] = {
		id = 645,
		info = '右屏单击',
	},
	[646] = {
		id = 646,
		info = '右屏单击',
	},
	[647] = {
		id = 647,
		info = '右屏单击',
	},
	[648] = {
		id = 648,
		info = '右屏单击',
	},
	[649] = {
		id = 649,
		info = '右屏单击',
	},
	[650] = {
		id = 650,
		info = '化蝶舞',
	},
	[651] = {
		id = 651,
		info = '蝶灵舞',
	},
	[652] = {
		id = 652,
		info = '蝶灵舞仙乐',
	},
	[653] = {
		id = 653,
		info = '蚀日火',
	},
	[654] = {
		id = 654,
		info = '蚀日火海',
	},
	[655] = {
		id = 655,
		info = '蚀日焚仙诀',
	},
	[656] = {
		id = 656,
		info = '金乌悬',
	},
	[657] = {
		id = 657,
		info = '十日临',
	},
	[658] = {
		id = 658,
		info = '十日逆仙咒',
	},
	[659] = {
		id = 659,
		info = '千击斩',
	},
	[660] = {
		id = 660,
		info = '白帝斩',
	},
	[661] = {
		id = 661,
		info = '白帝斩仙术',
	},
	[662] = {
		id = 662,
		info = '巽风驭',
	},
	[663] = {
		id = 663,
		info = '八方仙阵',
	},
	[664] = {
		id = 664,
		info = '巽风定仙阵',
	},
	[665] = {
		id = 665,
		info = '惊雷法',
	},
	[666] = {
		id = 666,
		info = '雷泽震',
	},
	[667] = {
		id = 667,
		info = '惊雷降仙法',
	},
	[668] = {
		id = 668,
		info = '化蝶舞\
兔灵化身为蝶灵，予敌人以重创。',
	},
	[669] = {
		id = 669,
		info = '蝶灵舞\
御使翩跹飞舞的蝴蝶，产生化灵攻击。',
	},
	[670] = {
		id = 670,
		info = '灵舞仙乐\
玉兔化为原形，与蝶灵共谱激昂杀曲！',
	},
	[671] = {
		id = 671,
		info = '蚀日火\
口吐日蚀的火焰，产生高热的攻击。',
	},
	[672] = {
		id = 672,
		info = '蚀日火海\
燃烧太阳烈焰形成火海，毁灭一切敌人！',
	},
	[673] = {
		id = 673,
		info = '蚀日焚仙诀\
吞噬阳光而生的火海仙诀，可焚尽世间万物！',
	},
	[674] = {
		id = 674,
		info = '金乌悬\
化身为三足乌的原形，产生炽热的火焰攻击。',
	},
	[675] = {
		id = 675,
		info = '十日临\
请同族九日相助，炙火相击。',
	},
	[676] = {
		id = 676,
		info = '十日逆仙咒\
召请同族兄弟再现十日凌空的景象，仙咒之力足以逆天叛地！',
	},
	[677] = {
		id = 677,
		info = '千击斩\
召唤多方神力，产生斩击。',
	},
	[678] = {
		id = 678,
		info = '白帝斩\
仙灵白帝子的召唤万千斩击。',
	},
	[679] = {
		id = 679,
		info = '白帝斩仙术\
白帝御使万部雷火所降的仙术，斩仙杀魔，无往不利！',
	},
	[680] = {
		id = 680,
		info = '巽风驭\
将无形无色的风卷起，产生风刃攻击。',
	},
	[681] = {
		id = 681,
		info = '八方仙阵\
召唤八方仙阵抵御敌人进攻。',
	},
	[682] = {
		id = 682,
		info = '巽风定仙阵\
运使风性神力，化为八卦仙阵，困锁敌人，无处可逃！',
	},
	[683] = {
		id = 683,
		info = '惊雷法\
口吐惊雷，用以威慑敌人。',
	},
	[684] = {
		id = 684,
		info = '雷泽震\
敲击腹部，产生震慑敌人的雷击。',
	},
	[685] = {
		id = 685,
		info = '惊雷降仙法\
九霄仙法雷霆齐降，能降万恶，莫不伏诛！',
	},
	[686] = {
		id = 686,
		info = '神秘果',
	},
	[687] = {
		id = 687,
		info = '朱砂果',
	},
	[688] = {
		id = 688,
		info = '黄精果',
	},
	[689] = {
		id = 689,
		info = '紫铜镜',
	},
	[690] = {
		id = 690,
		info = '翠玉镜',
	},
	[691] = {
		id = 691,
		info = '照妖镜',
	},
	[692] = {
		id = 692,
		info = '野葫芦',
	},
	[693] = {
		id = 693,
		info = '宝葫芦',
	},
	[694] = {
		id = 694,
		info = '仙葫芦',
	},
	[695] = {
		id = 695,
		info = '小珍珠',
	},
	[696] = {
		id = 696,
		info = '夜明珠',
	},
	[697] = {
		id = 697,
		info = '鲛人珠',
	},
	[698] = {
		id = 698,
		info = '石如意',
	},
	[699] = {
		id = 699,
		info = '玉如意',
	},
	[700] = {
		id = 700,
		info = '仙如意',
	},
	[701] = {
		id = 701,
		info = '青石佩',
	},
	[702] = {
		id = 702,
		info = '云纹佩',
	},
	[703] = {
		id = 703,
		info = '青龙佩',
	},
	[704] = {
		id = 704,
		info = '玉兔',
	},
	[705] = {
		id = 705,
		info = '天狗',
	},
	[706] = {
		id = 706,
		info = '金乌',
	},
	[707] = {
		id = 707,
		info = '白蛇',
	},
	[708] = {
		id = 708,
		info = '镰鼬',
	},
	[709] = {
		id = 709,
		info = '雷公',
	},
	[710] = {
		id = 710,
		info = '生命兵法',
	},
	[711] = {
		id = 711,
		info = '物攻兵法',
	},
	[712] = {
		id = 712,
		info = '物防兵法',
	},
	[713] = {
		id = 713,
		info = '绝攻兵法',
	},
	[714] = {
		id = 714,
		info = '绝防兵法',
	},
	[715] = {
		id = 715,
		info = '命中兵法',
	},
	[716] = {
		id = 716,
		info = '闪避兵法',
	},
	[717] = {
		id = 717,
		info = '暴击兵法',
	},
	[718] = {
		id = 718,
		info = '韧性兵法',
	},
	[719] = {
		id = 719,
		info = '眩晕兵法',
	},
	[720] = {
		id = 720,
		info = '晕抗兵法',
	},
	[721] = {
		id = 721,
		info = '复活币',
	},
	[722] = {
		id = 722,
		info = '骑术徽章',
	},
	[723] = {
		id = 723,
		info = '神兵徽章',
	},
	[724] = {
		id = 724,
		info = '淬炼石',
	},
	[725] = {
		id = 725,
		info = '淬炼完璧符',
	},
	[726] = {
		id = 726,
		info = '淬炼幸运符',
	},
	[727] = {
		id = 727,
		info = '高级淬炼石',
	},
	[728] = {
		id = 728,
		info = '高级完璧符',
	},
	[729] = {
		id = 729,
		info = '高级幸运符',
	},
	[730] = {
		id = 730,
		info = '铁矿石',
	},
	[731] = {
		id = 731,
		info = '铜矿石',
	},
	[732] = {
		id = 732,
		info = '银矿石',
	},
	[733] = {
		id = 733,
		info = '金矿石',
	},
	[734] = {
		id = 734,
		info = '兔子皮',
	},
	[735] = {
		id = 735,
		info = '豺狼皮',
	},
	[736] = {
		id = 736,
		info = '恶熊皮',
	},
	[737] = {
		id = 737,
		info = '猛虎皮',
	},
	[738] = {
		id = 738,
		info = '亚麻',
	},
	[739] = {
		id = 739,
		info = '布匹',
	},
	[740] = {
		id = 740,
		info = '丝绸',
	},
	[741] = {
		id = 741,
		info = '锦缎',
	},
	[742] = {
		id = 742,
		info = '小晶粒',
	},
	[743] = {
		id = 743,
		info = '大晶片',
	},
	[744] = {
		id = 744,
		info = '紫晶块',
	},
	[745] = {
		id = 745,
		info = '红晶髓',
	},
	[746] = {
		id = 746,
		info = '仙灵升星丹',
	},
	[747] = {
		id = 747,
		info = '高级升星丹',
	},
	[748] = {
		id = 748,
		info = '神秘元石',
	},
	[749] = {
		id = 749,
		info = '神秘果',
	},
	[750] = {
		id = 750,
		info = '朱砂果',
	},
	[751] = {
		id = 751,
		info = '黄精果',
	},
	[752] = {
		id = 752,
		info = '紫铜镜',
	},
	[753] = {
		id = 753,
		info = '翠玉镜',
	},
	[754] = {
		id = 754,
		info = '照妖镜',
	},
	[755] = {
		id = 755,
		info = '野葫芦',
	},
	[756] = {
		id = 756,
		info = '宝葫芦',
	},
	[757] = {
		id = 757,
		info = '仙葫芦',
	},
	[758] = {
		id = 758,
		info = '小珍珠',
	},
	[759] = {
		id = 759,
		info = '夜明珠',
	},
	[760] = {
		id = 760,
		info = '鲛人珠',
	},
	[761] = {
		id = 761,
		info = '石如意',
	},
	[762] = {
		id = 762,
		info = '玉如意',
	},
	[763] = {
		id = 763,
		info = '仙如意',
	},
	[764] = {
		id = 764,
		info = '青石佩',
	},
	[765] = {
		id = 765,
		info = '云纹佩',
	},
	[766] = {
		id = 766,
		info = '青龙佩',
	},
	[767] = {
		id = 767,
		info = '公会兵法书',
	},
	[768] = {
		id = 768,
		info = '名将书信',
	},
	[769] = {
		id = 769,
		info = '刻印石',
	},
	[770] = {
		id = 770,
		info = '高级刻印石',
	},
	[771] = {
		id = 771,
		info = '大师刻印石',
	},
	[772] = {
		id = 772,
		info = '死人吃了能复活的神奇钱币。传说中的三无产品，未经质检评估，购买需谨慎。',
	},
	[773] = {
		id = 773,
		info = '可以进阶骑术的徽章。\
写着：伯乐出品质量保证！   (目前可在精英副本中获得。)',
	},
	[774] = {
		id = 774,
		info = '用来进阶神兵的徽章。\
来自于神秘的欧冶子家产物。(目前可在精英副本中获得。)',
	},
	[775] = {
		id = 775,
		info = '用来淬炼神兵的石头。\
据说乃是东吴特产，物美价廉，你值得拥有。',
	},
	[776] = {
		id = 776,
		info = '就算淬炼失败也不会降级了！据小道消息称，其原材料来乃是和氏璧的边角料。',
	},
	[777] = {
		id = 777,
		info = '能大幅提高淬炼成功率！\
——来自曹魏的产品说明。',
	},
	[778] = {
		id = 778,
		info = '用来淬炼20级以上的神兵。 东吴出产中档产品，战争时期，限量供应。',
	},
	[779] = {
		id = 779,
		info = '适用20级以上神兵，就算淬炼失败也不会降级！\
一度是三国年度热门商品。',
	},
	[780] = {
		id = 780,
		info = '适用20级以上神兵，大幅提高淬炼成功率的符文。\
但曹魏拒公布具体研究数据。',
	},
	[781] = {
		id = 781,
		info = '二阶装备所需进阶材料。\
东吴的口号是：装备进阶，让你迈步小康。',
	},
	[782] = {
		id = 782,
		info = '三阶装备所需进阶材料。\
东吴力求完美的新科技产品，他们对科技的追求是永无止境的！',
	},
	[783] = {
		id = 783,
		info = '四阶装备所需进阶材料。\
蜀汉抢先发布的新科技品，CEO刘备表示，在科技上我们不能落后！',
	},
	[784] = {
		id = 784,
		info = '五阶装备所需进阶材料。\
据说乃是孙权的最爱，目前只在黑市有少量交易。',
	},
	[785] = {
		id = 785,
		info = '二阶装备所需进阶材料。\
蜀汉的低端产品，据说研发时曾遭到动物保护组织的严厉抵制。',
	},
	[786] = {
		id = 786,
		info = '三阶装备所需进阶材料。\
出品负责人关羽称，除暴安良是每个蜀汉人的神圣义务！',
	},
	[787] = {
		id = 787,
		info = '四阶装备所需进阶材料。\
曹魏特产，CEO曹操表示，我大曹魏就是这么任性！',
	},
	[788] = {
		id = 788,
		info = '五阶装备所需进阶材料。\
曹魏称，为保证不造成过度滥杀濒危物种，正考虑以拍卖的形式进行交易。',
	},
	[789] = {
		id = 789,
		info = '二阶装备所需进阶材料。\
外包装上写着：刘皇叔的最爱，你值得拥有！',
	},
	[790] = {
		id = 790,
		info = '三阶装备所需进阶材料。\
为抗衡东吴的促销，目前正在进行买一送赵云写真活动。',
	},
	[791] = {
		id = 791,
		info = '四阶装备所需进阶材料。\
正在进行买三送大乔贴纸的优惠活动，心动不如赶快行动！',
	},
	[792] = {
		id = 792,
		info = '五阶装备所需进阶材料。\
代言人吕布表示，当年就是凭借此物得到了貂蝉的青睐！',
	},
	[793] = {
		id = 793,
		info = '二阶装备所需进阶材料。\
合成大晶片时的附带产物，曹魏境内小地摊就有售。',
	},
	[794] = {
		id = 794,
		info = '三阶装备所需进阶材料。\
曹魏特产，常见的晶石，每年销售量可绕三国边境线三圈。',
	},
	[795] = {
		id = 795,
		info = '四阶装备所需进阶材料。\
因吴国太酷爱此物做成首饰，曾一度造成东吴军备紧张。',
	},
	[796] = {
		id = 796,
		info = '五阶装备所需进阶材料。\
只有蜀汉才独产的晶石，为此刘备正申请三国文化遗产。',
	},
	[797] = {
		id = 797,
		info = '用来提升仙灵的星级。 \
传说是BBQ的美味偏方，直到现在仍是蜀汉垄断的产品。',
	},
	[798] = {
		id = 798,
		info = '用来提升7星以上仙灵星级。\
乃是左慈养殖场所研制，是目前曹魏正严厉打击的走私品。',
	},
	[799] = {
		id = 799,
		info = '分解时装、称号、宠物获得的碎片。可在兑换商店换取百宝囊。\
拥有诸葛亮都看不透的神秘物质。',
	},
	[800] = {
		id = 800,
		info = '仙灵可装备的初级果实。\
左慈表示这将是仙灵养殖的一个革命性进步。',
	},
	[801] = {
		id = 801,
		info = '仙灵可装备的中级果实。\
其所花的研究经费，险些让左慈倾家荡产。',
	},
	[802] = {
		id = 802,
		info = '仙灵可装备的高级果实。\
左慈称，目前的技术已无力再研制更高等的果实种植。',
	},
	[803] = {
		id = 803,
		info = '仙灵可御使的初级魔镜。\
有小道消息称，其外形灵感来自于大乔的便携补妆镜。',
	},
	[804] = {
		id = 804,
		info = '仙灵可御使的中级魔镜。\
外包装上的肖像画，据说是当年风靡江东的少女吴国太。',
	},
	[805] = {
		id = 805,
		info = '仙灵可御使的高级魔镜。\
据孙尚香酒后透露，此魔镜的启动口诀是：世上谁最美丽？',
	},
	[806] = {
		id = 806,
		info = '存放初级仙灵饲料的葫芦。\
近日蜀汉称，将会对盗版其外形的酒剑仙追究法律责任。',
	},
	[807] = {
		id = 807,
		info = '存放中级仙灵饲料的葫芦。\
其外形上特别加做了标签，写着：我不是酒葫芦！ ',
	},
	[808] = {
		id = 808,
		info = '存放高级仙灵饲料的葫芦。\
外形的珠宝镶嵌设计设据说出自一位笔名枭姬的姑娘之手。',
	},
	[809] = {
		id = 809,
		info = '只有仙灵喜欢的初级小珠。\
据三国质检局报告，此珠外镀的蓝色有害于人体，警告勿以身试法。',
	},
	[810] = {
		id = 810,
		info = '只有仙灵喜欢的中级小珠。\
至今仍不知道产地，目前只有左慈养殖场vip可获得赠送。',
	},
	[811] = {
		id = 811,
		info = '只有仙灵喜欢的高级小珠。\
传说乃是鲛人泪所凝结，是曾被动物保护组织强烈抗议的商品。',
	},
	[812] = {
		id = 812,
		info = '为仙灵洗澡的初级如意刷。\
自此物上市以来，获得了广大仙灵豢养主人的青睐。',
	},
	[813] = {
		id = 813,
		info = '为仙灵洗澡的中级如意刷。\
外盒上特别注明：使用记得看说明书。 ',
	},
	[814] = {
		id = 814,
		info = '为仙灵洗澡的高级如意刷。\
据说盒内有一定几率可以获得左慈的黄金vip会员卡。 ',
	},
	[815] = {
		id = 815,
		info = '给仙灵的初级装饰首饰。\
首饰达人吴国太去年的产品，目前正打折出售中。',
	},
	[816] = {
		id = 816,
		info = '给仙灵的中级装饰首饰。\
今年刚上市的新款，其火爆让吴国太顺利开启事业第二春。',
	},
	[817] = {
		id = 817,
		info = '给仙灵的高级装饰首饰。\
吴国太的vip级赠品，据消费者称，这跟花钱买没区别。',
	},
	[818] = {
		id = 818,
		info = '可用来提升公会技能的兵法。\
作者为佚名，但就末尾附带出师表看来，其身份已经暴露。',
	},
	[819] = {
		id = 819,
		info = '名将演武中使用可换个对手。\
第二批次背面加刻了赵云肖像后，此物一度脱销。 ',
	},
	[820] = {
		id = 820,
		info = '装备刻印用，随机出现1-10级的刻印。\
曹魏CEO曹操表示，坚决不会为此负责。',
	},
	[821] = {
		id = 821,
		info = '装备刻印用，随机出现3-15级的刻印。\
曹魏司马懿认为，如此不稳定的因素是由于添加物造成的。',
	},
	[822] = {
		id = 822,
		info = '装备刻印用，随机出现5-20级的刻印。\
外盒上写着如此文字：等级随机有风险，购买要谨慎。',
	},
	[823] = {
		id = 823,
		info = '回旋镖',
	},
	[824] = {
		id = 824,
		info = '百鬼夜行',
	},
	[825] = {
		id = 825,
		info = '四分五裂',
	},
	[826] = {
		id = 826,
		info = '天狐灵降',
	},
	[827] = {
		id = 827,
		info = '天雷地火',
	},
	[828] = {
		id = 828,
		info = '绝对零度',
	},
	[829] = {
		id = 829,
		info = '飓风招来',
	},
	[830] = {
		id = 830,
		info = '投掷出三枚锋利的回旋镖。',
	},
	[831] = {
		id = 831,
		info = '召唤出无数黄泉冤魂冲向敌人。',
	},
	[832] = {
		id = 832,
		info = '白虎快速出爪撕裂前方的一切。',
	},
	[833] = {
		id = 833,
		info = '从天空射下无数赤红光箭贯穿敌人。',
	},
	[834] = {
		id = 834,
		info = '在自身周围发生火焰大爆炸。',
	},
	[835] = {
		id = 835,
		info = '挥出绝对零度的冰雾冻结一切。',
	},
	[836] = {
		id = 836,
		info = '召唤多个飓风卷起周围所有敌人。',
	},
	[837] = {
		id = 837,
		info = '刺客之魂',
	},
	[838] = {
		id = 838,
		info = '药师之魂',
	},
	[839] = {
		id = 839,
		info = '冰霜之魂',
	},
	[840] = {
		id = 840,
		info = '力士之魂',
	},
	[841] = {
		id = 841,
		info = '剑侠之魂',
	},
	[842] = {
		id = 842,
		info = '美女之魂',
	},
	[843] = {
		id = 843,
		info = '猎人之魂',
	},
	[844] = {
		id = 844,
		info = '军师之魂',
	},
	[845] = {
		id = 845,
		info = '先锋之魂',
	},
	[846] = {
		id = 846,
		info = '狂徒之魂',
	},
	[847] = {
		id = 847,
		info = '刺客之魂',
	},
	[848] = {
		id = 848,
		info = '药师之魂',
	},
	[849] = {
		id = 849,
		info = '冰霜之魂',
	},
	[850] = {
		id = 850,
		info = '力士之魂',
	},
	[851] = {
		id = 851,
		info = '剑侠之魂',
	},
	[852] = {
		id = 852,
		info = '美女之魂',
	},
	[853] = {
		id = 853,
		info = '猎人之魂',
	},
	[854] = {
		id = 854,
		info = '军师之魂',
	},
	[855] = {
		id = 855,
		info = '先锋之魂',
	},
	[856] = {
		id = 856,
		info = '狂徒之魂',
	},
	[857] = {
		id = 857,
		info = '刺客之魂',
	},
	[858] = {
		id = 858,
		info = '药师之魂',
	},
	[859] = {
		id = 859,
		info = '冰霜之魂',
	},
	[860] = {
		id = 860,
		info = '力士之魂',
	},
	[861] = {
		id = 861,
		info = '剑侠之魂',
	},
	[862] = {
		id = 862,
		info = '美女之魂',
	},
	[863] = {
		id = 863,
		info = '猎人之魂',
	},
	[864] = {
		id = 864,
		info = '军师之魂',
	},
	[865] = {
		id = 865,
		info = '先锋之魂',
	},
	[866] = {
		id = 866,
		info = '狂徒之魂',
	},
	[867] = {
		id = 867,
		info = '破碎游魂',
	},
	[868] = {
		id = 868,
		info = '无名英魂',
	},
	[869] = {
		id = 869,
		info = '远古英魂',
	},
	[870] = {
		id = 870,
		info = '给技能附加剧毒效果。有概率令敌人中毒持续掉血。',
	},
	[871] = {
		id = 871,
		info = '给技能附加腐蚀效果。有概率令敌人进入腐蚀状态，受伤害变为双倍。',
	},
	[872] = {
		id = 872,
		info = '给技能附加冰寒效果。有概率令敌人减速一段时间。',
	},
	[873] = {
		id = 873,
		info = '给技能附加缠绕效果。有概率令敌人被缠绕一段时间。',
	},
	[874] = {
		id = 874,
		info = '给技能附加一闪效果。有概率秒杀非Boss怪物。',
	},
	[875] = {
		id = 875,
		info = '给技能附加吸血效果。对敌人造成伤害时有概率回血。',
	},
	[876] = {
		id = 876,
		info = '给技能附加快攻效果。减少技能CD时间。',
	},
	[877] = {
		id = 877,
		info = '给技能附加内省效果。释放技能有概率回复真气珠。',
	},
	[878] = {
		id = 878,
		info = '给技能附加利刃效果。增加技能伤害。',
	},
	[879] = {
		id = 879,
		info = '给技能附加撕裂效果。大幅增加技能暴击伤害。',
	},
	[880] = {
		id = 880,
		info = '给技能附加剧毒效果。有概率令敌人中毒持续掉血。',
	},
	[881] = {
		id = 881,
		info = '给技能附加腐蚀效果。有概率令敌人进入腐蚀状态，受伤害变为双倍。',
	},
	[882] = {
		id = 882,
		info = '给技能附加冰寒效果。有概率令敌人减速一段时间。',
	},
	[883] = {
		id = 883,
		info = '给技能附加缠绕效果。有概率令敌人被缠绕一段时间。',
	},
	[884] = {
		id = 884,
		info = '给技能附加一闪效果。有概率秒杀非Boss怪物。',
	},
	[885] = {
		id = 885,
		info = '给技能附加吸血效果。对敌人造成伤害时有概率回血。',
	},
	[886] = {
		id = 886,
		info = '给技能附加快攻效果。减少技能CD时间。',
	},
	[887] = {
		id = 887,
		info = '给技能附加内省效果。释放技能有概率回复真气珠。',
	},
	[888] = {
		id = 888,
		info = '给技能附加利刃效果。增加技能伤害。',
	},
	[889] = {
		id = 889,
		info = '给技能附加撕裂效果。大幅增加技能暴击伤害。',
	},
	[890] = {
		id = 890,
		info = '给技能附加剧毒效果。有概率令敌人中毒持续掉血。',
	},
	[891] = {
		id = 891,
		info = '给技能附加腐蚀效果。有概率令敌人进入腐蚀状态，受伤害变为双倍。',
	},
	[892] = {
		id = 892,
		info = '给技能附加冰寒效果。有概率令敌人减速一段时间。',
	},
	[893] = {
		id = 893,
		info = '给技能附加缠绕效果。有概率令敌人被缠绕一段时间。',
	},
	[894] = {
		id = 894,
		info = '给技能附加一闪效果。有概率秒杀非Boss怪物。',
	},
	[895] = {
		id = 895,
		info = '给技能附加吸血效果。对敌人造成伤害时有概率回血。',
	},
	[896] = {
		id = 896,
		info = '给技能附加快攻效果。减少技能CD时间。',
	},
	[897] = {
		id = 897,
		info = '给技能附加内省效果。释放技能有概率回复真气珠。',
	},
	[898] = {
		id = 898,
		info = '给技能附加利刃效果。增加技能伤害。',
	},
	[899] = {
		id = 899,
		info = '给技能附加撕裂效果。大幅增加技能暴击伤害。',
	},
	[900] = {
		id = 900,
		info = '可用来给其他英魂吞噬升级。',
	},
	[901] = {
		id = 901,
		info = '可用来给其他英魂吞噬升级。',
	},
	[902] = {
		id = 902,
		info = '可用来给其他英魂吞噬升级。',
	},
	[903] = {
		id = 903,
		info = '第1关宝箱',
	},
	[904] = {
		id = 904,
		info = '第5关宝箱',
	},
	[905] = {
		id = 905,
		info = '第10关宝箱',
	},
	[906] = {
		id = 906,
		info = '第15关宝箱',
	},
	[907] = {
		id = 907,
		info = '第20关宝箱',
	},
	[908] = {
		id = 908,
		info = '第25关宝箱',
	},
	[909] = {
		id = 909,
		info = '第30关宝箱',
	},
	[910] = {
		id = 910,
		info = '第35关宝箱',
	},
	[911] = {
		id = 911,
		info = '第40关宝箱',
	},
	[912] = {
		id = 912,
		info = '第45关宝箱',
	},
	[913] = {
		id = 913,
		info = '第50关宝箱',
	},
	[914] = {
		id = 914,
		info = '第55关宝箱',
	},
	[915] = {
		id = 915,
		info = '第60关宝箱',
	},
	[916] = {
		id = 916,
		info = '第65关宝箱',
	},
	[917] = {
		id = 917,
		info = '第70关宝箱',
	},
	[918] = {
		id = 918,
		info = '第75关宝箱',
	},
	[919] = {
		id = 919,
		info = '第80关宝箱',
	},
	[920] = {
		id = 920,
		info = '第85关宝箱',
	},
	[921] = {
		id = 921,
		info = '第90关宝箱',
	},
	[922] = {
		id = 922,
		info = '第95关宝箱',
	},
	[923] = {
		id = 923,
		info = '第100关宝箱',
	},
	[924] = {
		id = 924,
		info = '未时用',
	},
	[925] = {
		id = 925,
		info = '未时用',
	},
	[926] = {
		id = 926,
		info = '未时用',
	},
	[927] = {
		id = 927,
		info = '未时用',
	},
	[928] = {
		id = 928,
		info = '获得10个铁矿石、10个亚麻和10万铜钱',
	},
	[929] = {
		id = 929,
		info = '获得20个铁矿石、20个亚麻和12万铜钱',
	},
	[930] = {
		id = 930,
		info = '获得50个铜矿石、50个豺狼皮和14万铜钱',
	},
	[931] = {
		id = 931,
		info = '获得50个布匹、50个大晶片和16万铜钱',
	},
	[932] = {
		id = 932,
		info = '获得100个银矿石和17万铜钱',
	},
	[933] = {
		id = 933,
		info = '获得100个恶熊皮和20万铜钱',
	},
	[934] = {
		id = 934,
		info = '获得100个丝绸和25万铜钱',
	},
	[935] = {
		id = 935,
		info = '获得100个紫晶块和30万铜钱',
	},
	[936] = {
		id = 936,
		info = '获得300个金矿石和35万铜钱',
	},
	[937] = {
		id = 937,
		info = '获得300个猛虎皮和40万铜钱',
	},
	[938] = {
		id = 938,
		info = '获得300个锦缎和50万铜钱',
	},
	[939] = {
		id = 939,
		info = '获得300个红晶髓和60万铜钱',
	},
	[940] = {
		id = 940,
		info = '未开放',
	},
	[941] = {
		id = 941,
		info = '未开放',
	},
	[942] = {
		id = 942,
		info = '未开放',
	},
	[943] = {
		id = 943,
		info = '未开放',
	},
	[944] = {
		id = 944,
		info = '未开放',
	},
	[945] = {
		id = 945,
		info = '未开放',
	},
	[946] = {
		id = 946,
		info = '未开放',
	},
	[947] = {
		id = 947,
		info = '未开放',
	},
	[948] = {
		id = 948,
		info = '未使用',
	},
	[949] = {
		id = 949,
		info = '未使用',
	},
	[950] = {
		id = 950,
		info = '未使用',
	},
	[951] = {
		id = 951,
		info = '幻魔勾玉',
	},
	[952] = {
		id = 952,
		info = '可用来升阶骑术和神兵。\
出处：在精英秘宝和竞技场排名奖励获得。',
	},
	[953] = {
		id = 953,
		info = '未使用',
	},
	[954] = {
		id = 954,
		info = '未使用',
	},
	[955] = {
		id = 955,
		info = '宠物[小灵马]',
	},
	[956] = {
		id = 956,
		info = '宠物[小天狐]',
	},
	[957] = {
		id = 957,
		info = '宠物[小白虎]',
	},
	[958] = {
		id = 958,
		info = '宠物[小玄武]',
	},
	[959] = {
		id = 959,
		info = '宠物[小青龙]',
	},
	[960] = {
		id = 960,
		info = '宠物[小朱雀]',
	},
	[961] = {
		id = 961,
		info = '可爱的幼年幽灵马。',
	},
	[962] = {
		id = 962,
		info = '可爱的幼年天狐。',
	},
	[963] = {
		id = 963,
		info = '可爱的幼年白虎。',
	},
	[964] = {
		id = 964,
		info = '可爱的幼年玄武。',
	},
	[965] = {
		id = 965,
		info = '可爱的幼年青龙。',
	},
	[966] = {
		id = 966,
		info = '可爱的幼年朱雀。',
	},
	[967] = {
		id = 967,
		info = '当前仙灵技能已达最高级，后续技能升级敬请期待！',
	},
	[968] = {
		id = 968,
		info = '升级到下一阶技能，需要仙灵达到5星！',
	},
	[969] = {
		id = 969,
		info = '升级到下一阶技能，需要仙灵达到8星！',
	},
	[970] = {
		id = 970,
		info = '玉兔达到5星时升华为二阶技能蝶灵舞。\
蝶灵舞：御使翩跹飞舞的蝴蝶，产生化灵攻击。',
	},
	[971] = {
		id = 971,
		info = '玉兔达到8星时升华为三阶技能蝶灵舞仙乐。\
灵舞仙乐：玉兔化为原形，与蝶灵共谱激昂杀曲！',
	},
	[972] = {
		id = 972,
		info = '天狗达到5星时升华为二阶技能蚀日火海。\
蚀日火海：燃烧太阳烈焰形成火海，毁灭一切敌人！',
	},
	[973] = {
		id = 973,
		info = '天狗达到8星时升华为三阶技能蚀日焚仙诀。\
蚀日焚仙诀：吞噬阳光而生的火海仙诀，可焚尽世间万物！',
	},
	[974] = {
		id = 974,
		info = '金乌达到5星时升华为二阶技能十日临。\
十日临：请同族九日相助，炙火相击。',
	},
	[975] = {
		id = 975,
		info = '金乌达到8星时升华为三阶技能十日逆仙咒。\
十日逆仙咒：召请同族兄弟再现十日凌空的景象，仙咒之力足以逆天叛地！',
	},
	[976] = {
		id = 976,
		info = '白蛇达到5星时升华为二阶技能白帝斩。\
白帝斩：仙灵白帝子的召唤万千斩击。',
	},
	[977] = {
		id = 977,
		info = '白蛇达到8星时升华为三阶技能白帝斩仙术。\
白帝斩仙术：白帝御使万部雷火所降的仙术，斩仙杀魔，无往不利！',
	},
	[978] = {
		id = 978,
		info = '镰鼬达到5星时升华为二阶技能八方仙阵。\
八方仙阵：召唤八方仙阵抵御敌人进攻。',
	},
	[979] = {
		id = 979,
		info = '镰鼬达到8星时升华为三阶技能巽风定仙阵。\
巽风定仙阵：运使风性神力，化为八卦仙阵，困锁敌人，无处可逃！',
	},
	[980] = {
		id = 980,
		info = '雷公达到5星时升华为二阶技能雷泽震。\
雷泽震：敲击腹部，产生震慑敌人的雷击。',
	},
	[981] = {
		id = 981,
		info = '雷公达到8星时升华为三阶技能惊雷降仙法。\
惊雷降仙法：九霄仙法雷霆齐降，能降万恶，莫不伏诛！',
	},
	[982] = {
		id = 982,
		info = '元宝月卡',
	},
	[983] = {
		id = 983,
		info = '元宝季卡',
	},
	[984] = {
		id = 984,
		info = '元宝年卡',
	},
	[985] = {
		id = 985,
		info = '时装[转职服]',
	},
	[986] = {
		id = 986,
		info = '时装[天宫装]',
	},
	[987] = {
		id = 987,
		info = '时装[侠客装]',
	},
	[988] = {
		id = 988,
		info = '时装[萌宠装]',
	},
	[989] = {
		id = 989,
		info = '时装[仙人装]',
	},
	[990] = {
		id = 990,
		info = '时装[黄金装]',
	},
	[991] = {
		id = 991,
		info = '时装[传说装]',
	},
	[992] = {
		id = 992,
		info = '称号[小富豪]',
	},
	[993] = {
		id = 993,
		info = '称号[大神豪]',
	},
	[994] = {
		id = 994,
		info = '称号[至尊帝王]',
	},
	[995] = {
		id = 995,
		info = '称号[传说高手]',
	},
	[996] = {
		id = 996,
		info = '称号[幸运之神]',
	},
	[997] = {
		id = 997,
		info = '称号[皇帝新衣]',
	},
	[998] = {
		id = 998,
		info = '首充礼包',
	},
	[999] = {
		id = 999,
		info = '礼包内含：时装[侠客装]、称号[小富豪]、复活币10枚，铜钱100万。',
	},
	[1000] = {
		id = 1000,
		info = '云姬',
	},
	[1001] = {
		id = 1001,
		info = '新手试炼',
	},
	[1002] = {
		id = 1002,
		info = '博望坡营地',
	},
	[1003] = {
		id = 1003,
		info = '博望坡',
	},
	[1004] = {
		id = 1004,
		info = '新野城头',
	},
	[1005] = {
		id = 1005,
		info = '新野内庭',
	},
	[1006] = {
		id = 1006,
		info = '白河',
	},
	[1007] = {
		id = 1007,
		info = '长坂坡营地',
	},
	[1008] = {
		id = 1008,
		info = '长坂坡',
	},
	[1009] = {
		id = 1009,
		info = '长坂桥',
	},
	[1010] = {
		id = 1010,
		info = '柴桑城',
	},
	[1011] = {
		id = 1011,
		info = '草船借箭',
	},
	[1012] = {
		id = 1012,
		info = '青石洞窟',
	},
	[1013] = {
		id = 1013,
		info = '赤壁水寨',
	},
	[1014] = {
		id = 1014,
		info = '赤壁',
	},
	[1015] = {
		id = 1015,
		info = '华容道',
	},
	[1016] = {
		id = 1016,
		info = '刘备',
	},
	[1017] = {
		id = 1017,
		info = '诸葛亮',
	},
	[1018] = {
		id = 1018,
		info = '黄月英',
	},
	[1019] = {
		id = 1019,
		info = '貂蝉',
	},
	[1020] = {
		id = 1020,
		info = '关羽',
	},
	[1021] = {
		id = 1021,
		info = '传令兵',
	},
	[1022] = {
		id = 1022,
		info = '赵云',
	},
	[1023] = {
		id = 1023,
		info = '张飞',
	},
	[1024] = {
		id = 1024,
		info = '小乔',
	},
	[1025] = {
		id = 1025,
		info = '孙尚香',
	},
	[1026] = {
		id = 1026,
		info = '黄月英',
	},
	[1027] = {
		id = 1027,
		info = '孙权',
	},
	[1028] = {
		id = 1028,
		info = '周瑜',
	},
	[1029] = {
		id = 1029,
		info = '关羽',
	},
	[1030] = {
		id = 1030,
		info = '火烧博望一',
	},
	[1031] = {
		id = 1031,
		info = '火烧博望二',
	},
	[1032] = {
		id = 1032,
		info = '火烧博望三',
	},
	[1033] = {
		id = 1033,
		info = '火烧博望四',
	},
	[1034] = {
		id = 1034,
		info = '火烧博望五',
	},
	[1035] = {
		id = 1035,
		info = '博望战夏侯一',
	},
	[1036] = {
		id = 1036,
		info = '博望战夏侯二',
	},
	[1037] = {
		id = 1037,
		info = '博望战夏侯三',
	},
	[1038] = {
		id = 1038,
		info = '博望战夏侯四',
	},
	[1039] = {
		id = 1039,
		info = '博望战夏侯五',
	},
	[1040] = {
		id = 1040,
		info = '新野战许褚一',
	},
	[1041] = {
		id = 1041,
		info = '新野战许褚二',
	},
	[1042] = {
		id = 1042,
		info = '新野战许褚三',
	},
	[1043] = {
		id = 1043,
		info = '新野战许褚四',
	},
	[1044] = {
		id = 1044,
		info = '新野战许褚五',
	},
	[1045] = {
		id = 1045,
		info = '美女刺杀一',
	},
	[1046] = {
		id = 1046,
		info = '美女刺杀二',
	},
	[1047] = {
		id = 1047,
		info = '美女刺杀三',
	},
	[1048] = {
		id = 1048,
		info = '美女刺杀四',
	},
	[1049] = {
		id = 1049,
		info = '美女刺杀五',
	},
	[1050] = {
		id = 1050,
		info = '水淹白河一',
	},
	[1051] = {
		id = 1051,
		info = '水淹白河二',
	},
	[1052] = {
		id = 1052,
		info = '水淹白河三',
	},
	[1053] = {
		id = 1053,
		info = '水淹白河四',
	},
	[1054] = {
		id = 1054,
		info = '水淹白河五',
	},
	[1055] = {
		id = 1055,
		info = '龙潜长坂一',
	},
	[1056] = {
		id = 1056,
		info = '龙潜长坂二',
	},
	[1057] = {
		id = 1057,
		info = '龙潜长坂三',
	},
	[1058] = {
		id = 1058,
		info = '龙潜长坂四',
	},
	[1059] = {
		id = 1059,
		info = '龙潜长坂五',
	},
	[1060] = {
		id = 1060,
		info = '长坂传奇一',
	},
	[1061] = {
		id = 1061,
		info = '长坂传奇二',
	},
	[1062] = {
		id = 1062,
		info = '长坂传奇三',
	},
	[1063] = {
		id = 1063,
		info = '长坂传奇四',
	},
	[1064] = {
		id = 1064,
		info = '长坂传奇五',
	},
	[1065] = {
		id = 1065,
		info = '一夫当关一',
	},
	[1066] = {
		id = 1066,
		info = '一夫当关二',
	},
	[1067] = {
		id = 1067,
		info = '一夫当关三',
	},
	[1068] = {
		id = 1068,
		info = '一夫当关四',
	},
	[1069] = {
		id = 1069,
		info = '一夫当关五',
	},
	[1070] = {
		id = 1070,
		info = '东吴演武场一',
	},
	[1071] = {
		id = 1071,
		info = '东吴演武场二',
	},
	[1072] = {
		id = 1072,
		info = '东吴演武场三',
	},
	[1073] = {
		id = 1073,
		info = '东吴演武场四',
	},
	[1074] = {
		id = 1074,
		info = '东吴演武场五',
	},
	[1075] = {
		id = 1075,
		info = '草船借箭一',
	},
	[1076] = {
		id = 1076,
		info = '草船借箭二',
	},
	[1077] = {
		id = 1077,
		info = '草船借箭三',
	},
	[1078] = {
		id = 1078,
		info = '草船借箭四',
	},
	[1079] = {
		id = 1079,
		info = '草船借箭五',
	},
	[1080] = {
		id = 1080,
		info = '孔明借东风一',
	},
	[1081] = {
		id = 1081,
		info = '孔明借东风二',
	},
	[1082] = {
		id = 1082,
		info = '孔明借东风三',
	},
	[1083] = {
		id = 1083,
		info = '孔明借东风四',
	},
	[1084] = {
		id = 1084,
		info = '孔明借东风五',
	},
	[1085] = {
		id = 1085,
		info = '赤壁前夕一',
	},
	[1086] = {
		id = 1086,
		info = '赤壁前夕二',
	},
	[1087] = {
		id = 1087,
		info = '赤壁前夕三',
	},
	[1088] = {
		id = 1088,
		info = '赤壁前夕四',
	},
	[1089] = {
		id = 1089,
		info = '赤壁前夕五',
	},
	[1090] = {
		id = 1090,
		info = '赤壁之战一',
	},
	[1091] = {
		id = 1091,
		info = '赤壁之战二',
	},
	[1092] = {
		id = 1092,
		info = '赤壁之战三',
	},
	[1093] = {
		id = 1093,
		info = '赤壁之战四',
	},
	[1094] = {
		id = 1094,
		info = '赤壁之战五',
	},
	[1095] = {
		id = 1095,
		info = '华容战神一',
	},
	[1096] = {
		id = 1096,
		info = '华容战神二',
	},
	[1097] = {
		id = 1097,
		info = '华容战神三',
	},
	[1098] = {
		id = 1098,
		info = '华容战神四',
	},
	[1099] = {
		id = 1099,
		info = '华容战神五',
	},
	[1100] = {
		id = 1100,
		info = '未使用',
	},
	[1101] = {
		id = 1101,
		info = '未使用',
	},
	[1102] = {
		id = 1102,
		info = '恭喜~%s~从转盘中抽取到了~%s~，实在是太幸运了！~',
	},
	[1103] = {
		id = 1103,
		info = '玩家~%s~在竞技场中戏耍众多枭雄，一统天下，成为全服第一！~',
	},
	[1104] = {
		id = 1104,
		info = '恭喜“~%s~”公会成为众帮之首，齐心协力，独占鳌头！~',
	},
	[1105] = {
		id = 1105,
		info = '未使用',
	},
	[1106] = {
		id = 1106,
		info = '未使用',
	},
	[1107] = {
		id = 1107,
		info = '玩家~%s~在竞技场中展现了精湛的技术，达到50连胜，成为决斗高手！~',
	},
	[1108] = {
		id = 1108,
		info = '世界BOSS ~%s~还有一分钟开启，请各位豪杰尽快点击右下方[日常]按钮准备迎接挑战！~',
	},
	[1109] = {
		id = 1109,
		info = '世界BOSS ~%s~ 出现了，请从右下方[日常]按钮进入并消灭它！~',
	},
	[1110] = {
		id = 1110,
		info = '世界BOSS ~%s~ 被 ~%s~ 造成最后致命一击消灭了！Ta获得了[最后一击]神秘奖励！~',
	},
	[1111] = {
		id = 1111,
		info = '未使用',
	},
	[1112] = {
		id = 1112,
		info = '未使用',
	},
	[1113] = {
		id = 1113,
		info = '未使用',
	},
	[1114] = {
		id = 1114,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，每日第1次购买体力免费，体力上限提高到120！~',
	},
	[1115] = {
		id = 1115,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，每日前5次摇钱免费，每日第1次购买精英副本次数免费！~',
	},
	[1116] = {
		id = 1116,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，每日前2次体力购买免费，体力上限提高到150！~',
	},
	[1117] = {
		id = 1117,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，精英秘宝第2次翻牌免费，每日前2次购买精英副本次数免费！~',
	},
	[1118] = {
		id = 1118,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，竞技场挑战取消冷却时间，竞技场战斗获得战功提高20%！~',
	},
	[1119] = {
		id = 1119,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，蓬莱仙境可以每天额外重置1次！~',
	},
	[1120] = {
		id = 1120,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，解锁超级摇钱树功能，摇钱获取铜钱加成10%！~',
	},
	[1121] = {
		id = 1121,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，解锁直接击杀名将Boss功能！~',
	},
	[1122] = {
		id = 1122,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，名将演武可以每天重置1次！~',
	},
	[1123] = {
		id = 1123,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，解锁坐骑自动升阶功能、元宝升阶坐骑必定暴击！~',
	},
	[1124] = {
		id = 1124,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，解锁神兵自动升阶功能、元宝升阶神兵必定暴击！~',
	},
	[1125] = {
		id = 1125,
		info = '恭喜 ~%s~ 从首充礼包中获取了时装[侠客装]、称号[小富豪]和5万战功，成为高手指日可待！~',
	},
	[1126] = {
		id = 1126,
		info = '未使用',
	},
	[1127] = {
		id = 1127,
		info = '未使用',
	},
	[1128] = {
		id = 1128,
		info = '恭喜玩家 ~%s~力压群雄，荣登战力排行榜第一，特此发放服务器唯一神器[炼狱之匙]！~',
	},
	[1129] = {
		id = 1129,
		info = '恭喜玩家 ~%s~力压群雄，荣登本期战力排行榜第一，特此发放“宇宙最强”称号！~',
	},
	[1130] = {
		id = 1130,
		info = '未使用',
	},
	[1131] = {
		id = 1131,
		info = '未使用',
	},
	[1132] = {
		id = 1132,
		info = '未使用',
	},
	[1133] = {
		id = 1133,
		info = '未使用',
	},
	[1134] = {
		id = 1134,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，每日公会捐献次数提高到15次，元宝公会捐献暴击几率翻倍！~',
	},
	[1135] = {
		id = 1135,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，每日公会捐献次数提高到20次，元宝公会捐献必定暴击！~',
	},
	[1136] = {
		id = 1136,
		info = '恭喜 ~%s~ VIP提升到了 ~%d~ 级，解锁一键补齐仙灵升星材料功能，体力上限提高到200！~',
	},
	[1137] = {
		id = 1137,
		info = '恭喜~%s~将VIP的等级提升到了~%d~级，成为万众瞩目的强者。请大家领取元宝奖励并予以感谢!~',
	},
	[1138] = {
		id = 1138,
		info = '发送Buff改变通告',
	},
	[1139] = {
		id = 1139,
		info = '玩家 ~%s~成功摧毁了能量之源，~%s~所在公会暂时占领城市。~',
	},
	[1140] = {
		id = 1140,
		info = '恭喜 ~%s~ 公会成功防守能量之源 ，成功占领了~%s~。王者之资，谁与争锋！~',
	},
	[1141] = {
		id = 1141,
		info = '恭喜 ~%s~ 公会成功占领了王者之城，获得了王城统治权。威震寰宇，举世无双！~',
	},
	[1142] = {
		id = 1142,
		info = '“王者之城”边城战将在一分钟后开启，风起云涌期待各路英豪勇猛表现！~',
	},
	[1143] = {
		id = 1143,
		info = '“王者之城”主城战将在一分钟后开启，王城归属，舍我其谁！~',
	},
	[1144] = {
		id = 1144,
		info = '未使用',
	},
	[1145] = {
		id = 1145,
		info = '未使用',
	},
	[1146] = {
		id = 1146,
		info = '未使用',
	},
	[1147] = {
		id = 1147,
		info = '未使用',
	},
	[1148] = {
		id = 1148,
		info = '恭喜 ~%s~ 将骑术升阶到了 ~%d~ 阶，获得了稀世神兽 ~%s~ ！~',
	},
	[1149] = {
		id = 1149,
		info = '恭喜 ~%s~ 将神兵升阶到了 ~%d~ 阶，获得了稀世神兵 ~%s~ ！~',
	},
	[1150] = {
		id = 1150,
		info = '恭喜 ~%s~ 将神兵淬炼到了 ~%d~ 级，战斗力令全服为之惊骇！~',
	},
	[1151] = {
		id = 1151,
		info = '恭喜 ~%s~ 将~%s~升到了 ~%d~%s~，属性大幅提升！~',
	},
	[1152] = {
		id = 1152,
		info = '恭喜 ~%s~ 获得了金色技能英魂 ~%s~，金魂在身天下我有！~',
	},
	[1153] = {
		id = 1153,
		info = '恭喜 ~%s~ 将技能英魂 ~%s~升至~%d~级！~',
	},
	[1154] = {
		id = 1154,
		info = '未使用',
	},
	[1155] = {
		id = 1155,
		info = '未使用',
	},
	[1156] = {
		id = 1156,
		info = '未使用',
	},
	[1157] = {
		id = 1157,
		info = '未使用',
	},
	[1158] = {
		id = 1158,
		info = '未使用',
	},
	[1159] = {
		id = 1159,
		info = '未使用',
	},
	[1160] = {
		id = 1160,
		info = '未使用',
	},
	[1161] = {
		id = 1161,
		info = '未使用',
	},
	[1162] = {
		id = 1162,
		info = '未使用',
	},
	[1163] = {
		id = 1163,
		info = '未使用',
	},
	[1164] = {
		id = 1164,
		info = '未使用',
	},
	[1165] = {
		id = 1165,
		info = '未使用',
	},
	[1166] = {
		id = 1166,
		info = '未使用',
	},
	[1167] = {
		id = 1167,
		info = '未使用',
	},
	[1168] = {
		id = 1168,
		info = '未使用',
	},
	[1169] = {
		id = 1169,
		info = '未使用',
	},
	[1170] = {
		id = 1170,
		info = '先锋枪军',
	},
	[1171] = {
		id = 1171,
		info = '先锋锤军',
	},
	[1172] = {
		id = 1172,
		info = '先锋力士',
	},
	[1173] = {
		id = 1173,
		info = '司马懿',
	},
	[1174] = {
		id = 1174,
		info = '前哨枪卒',
	},
	[1175] = {
		id = 1175,
		info = '前哨队长',
	},
	[1176] = {
		id = 1176,
		info = '前哨枪士',
	},
	[1177] = {
		id = 1177,
		info = '前哨弓卒',
	},
	[1178] = {
		id = 1178,
		info = '前哨伍长',
	},
	[1179] = {
		id = 1179,
		info = '前哨枪士',
	},
	[1180] = {
		id = 1180,
		info = '前哨弓兵',
	},
	[1181] = {
		id = 1181,
		info = '虎豹校尉',
	},
	[1182] = {
		id = 1182,
		info = '虎豹枪卒',
	},
	[1183] = {
		id = 1183,
		info = '虎豹弓卒',
	},
	[1184] = {
		id = 1184,
		info = '虎豹奇兵',
	},
	[1185] = {
		id = 1185,
		info = '虎豹校尉',
	},
	[1186] = {
		id = 1186,
		info = '虎豹枪军',
	},
	[1187] = {
		id = 1187,
		info = '虎豹弓军',
	},
	[1188] = {
		id = 1188,
		info = '虎豹奇军',
	},
	[1189] = {
		id = 1189,
		info = '李典',
	},
	[1190] = {
		id = 1190,
		info = '暗影侍者',
	},
	[1191] = {
		id = 1191,
		info = '弓刑侍者',
	},
	[1192] = {
		id = 1192,
		info = '甲贺探子',
	},
	[1193] = {
		id = 1193,
		info = '暗影卫士',
	},
	[1194] = {
		id = 1194,
		info = '甲贺下忍',
	},
	[1195] = {
		id = 1195,
		info = '弓刑卫士',
	},
	[1196] = {
		id = 1196,
		info = '随军女兵',
	},
	[1197] = {
		id = 1197,
		info = '暗影拳师',
	},
	[1198] = {
		id = 1198,
		info = '攻城军',
	},
	[1199] = {
		id = 1199,
		info = '甲贺中忍',
	},
	[1200] = {
		id = 1200,
		info = '铁影督邮',
	},
	[1201] = {
		id = 1201,
		info = '肥铁卫',
	},
	[1202] = {
		id = 1202,
		info = '忍铁卫',
	},
	[1203] = {
		id = 1203,
		info = '巨铁卫',
	},
	[1204] = {
		id = 1204,
		info = '铁将-李典',
	},
	[1205] = {
		id = 1205,
		info = '铁军督邮',
	},
	[1206] = {
		id = 1206,
		info = '肥胖督邮',
	},
	[1207] = {
		id = 1207,
		info = '夏侯元让',
	},
	[1208] = {
		id = 1208,
		info = '长枪铁卫',
	},
	[1209] = {
		id = 1209,
		info = '长弓铁卫',
	},
	[1210] = {
		id = 1210,
		info = '拳刃武士',
	},
	[1211] = {
		id = 1211,
		info = '火枪杀手',
	},
	[1212] = {
		id = 1212,
		info = '寒枪卫士',
	},
	[1213] = {
		id = 1213,
		info = '铁弓卫',
	},
	[1214] = {
		id = 1214,
		info = '飞行铁卫',
	},
	[1215] = {
		id = 1215,
		info = '拳刃铁将',
	},
	[1216] = {
		id = 1216,
		info = '雌狐女兵',
	},
	[1217] = {
		id = 1217,
		info = '火牛曹军',
	},
	[1218] = {
		id = 1218,
		info = '飞火斥候',
	},
	[1219] = {
		id = 1219,
		info = '掘地散将',
	},
	[1220] = {
		id = 1220,
		info = '地走散骑',
	},
	[1221] = {
		id = 1221,
		info = '红雁刺客',
	},
	[1222] = {
		id = 1222,
		info = '飞火散骑',
	},
	[1223] = {
		id = 1223,
		info = '攻城力王',
	},
	[1224] = {
		id = 1224,
		info = '魏军力士',
	},
	[1225] = {
		id = 1225,
		info = '甲贺上忍',
	},
	[1226] = {
		id = 1226,
		info = '龙枪飞军',
	},
	[1227] = {
		id = 1227,
		info = '许褚',
	},
	[1228] = {
		id = 1228,
		info = '高力辣忍',
	},
	[1229] = {
		id = 1229,
		info = '高力弓手',
	},
	[1230] = {
		id = 1230,
		info = '高力枪士',
	},
	[1231] = {
		id = 1231,
		info = '高力枪王',
	},
	[1232] = {
		id = 1232,
		info = '大王菜忍',
	},
	[1233] = {
		id = 1233,
		info = '大王破阵军',
	},
	[1234] = {
		id = 1234,
		info = '大王弓军',
	},
	[1235] = {
		id = 1235,
		info = '大王弓神',
	},
	[1236] = {
		id = 1236,
		info = '白头豺忍',
	},
	[1237] = {
		id = 1237,
		info = '白头莽军',
	},
	[1238] = {
		id = 1238,
		info = '白头拳师',
	},
	[1239] = {
		id = 1239,
		info = '白头拳王',
	},
	[1240] = {
		id = 1240,
		info = '仙吼沙忍',
	},
	[1241] = {
		id = 1241,
		info = '仙吼拳师',
	},
	[1242] = {
		id = 1242,
		info = '仙吼沙壁军',
	},
	[1243] = {
		id = 1243,
		info = '仙吼忍王',
	},
	[1244] = {
		id = 1244,
		info = '欧霸忍者',
	},
	[1245] = {
		id = 1245,
		info = '欧霸女婢',
	},
	[1246] = {
		id = 1246,
		info = '欧霸骏兵',
	},
	[1247] = {
		id = 1247,
		info = '鸥美美',
	},
	[1248] = {
		id = 1248,
		info = '鸥美玲',
	},
	[1249] = {
		id = 1249,
		info = '甄姬',
	},
	[1250] = {
		id = 1250,
		info = '影弓卫队',
	},
	[1251] = {
		id = 1251,
		info = '影卫忍者',
	},
	[1252] = {
		id = 1252,
		info = '魏影枪军',
	},
	[1253] = {
		id = 1253,
		info = '影爆都统',
	},
	[1254] = {
		id = 1254,
		info = '飞刀女兵',
	},
	[1255] = {
		id = 1255,
		info = '大枪卫士',
	},
	[1256] = {
		id = 1256,
		info = '影杀武士',
	},
	[1257] = {
		id = 1257,
		info = '曹庞',
	},
	[1258] = {
		id = 1258,
		info = '暗杀影贼',
	},
	[1259] = {
		id = 1259,
		info = '甲贺叛忍',
	},
	[1260] = {
		id = 1260,
		info = '射马奇兵',
	},
	[1261] = {
		id = 1261,
		info = '西仁贵',
	},
	[1262] = {
		id = 1262,
		info = '服部忍奴',
	},
	[1263] = {
		id = 1263,
		info = '铜雀女兵',
	},
	[1264] = {
		id = 1264,
		info = '魏郡锤王',
	},
	[1265] = {
		id = 1265,
		info = '服部平三',
	},
	[1266] = {
		id = 1266,
		info = '飞火奇兵',
	},
	[1267] = {
		id = 1267,
		info = '魏郡枪卫',
	},
	[1268] = {
		id = 1268,
		info = '曹营廷卫',
	},
	[1269] = {
		id = 1269,
		info = '独目-夏侯',
	},
	[1270] = {
		id = 1270,
		info = '魏郡弓卫',
	},
	[1271] = {
		id = 1271,
		info = '魏帐亲军',
	},
	[1272] = {
		id = 1272,
		info = '破阵巨汉',
	},
	[1273] = {
		id = 1273,
		info = '破阵大将',
	},
	[1274] = {
		id = 1274,
		info = '曹军破阵兵',
	},
	[1275] = {
		id = 1275,
		info = '曹军枪兵',
	},
	[1276] = {
		id = 1276,
		info = '曹军刺客',
	},
	[1277] = {
		id = 1277,
		info = '曹大勇',
	},
	[1278] = {
		id = 1278,
		info = '曹军火枪手',
	},
	[1279] = {
		id = 1279,
		info = '曹营枪兵',
	},
	[1280] = {
		id = 1280,
		info = '曹营女兵',
	},
	[1281] = {
		id = 1281,
		info = '北地火铳王',
	},
	[1282] = {
		id = 1282,
		info = '曹军火铳兵',
	},
	[1283] = {
		id = 1283,
		info = '猎狐女军',
	},
	[1284] = {
		id = 1284,
		info = '魏公枪士',
	},
	[1285] = {
		id = 1285,
		info = '曹美',
	},
	[1286] = {
		id = 1286,
		info = '驱虎禁卫',
	},
	[1287] = {
		id = 1287,
		info = '随军巨汉',
	},
	[1288] = {
		id = 1288,
		info = '射狼禁卫',
	},
	[1289] = {
		id = 1289,
		info = '淳于导',
	},
	[1290] = {
		id = 1290,
		info = '飞天统领',
	},
	[1291] = {
		id = 1291,
		info = '铁枪精兵',
	},
	[1292] = {
		id = 1292,
		info = '铁弓精兵',
	},
	[1293] = {
		id = 1293,
		info = '矢筏',
	},
	[1294] = {
		id = 1294,
		info = '成观',
	},
	[1295] = {
		id = 1295,
		info = '王庭拳师',
	},
	[1296] = {
		id = 1296,
		info = '王庭火铳',
	},
	[1297] = {
		id = 1297,
		info = '王庭枪兵',
	},
	[1298] = {
		id = 1298,
		info = '甄美人',
	},
	[1299] = {
		id = 1299,
		info = '铁刃精兵',
	},
	[1300] = {
		id = 1300,
		info = '暗影忍者',
	},
	[1301] = {
		id = 1301,
		info = '龙湖枪军',
	},
	[1302] = {
		id = 1302,
		info = '龙湖暗杀者',
	},
	[1303] = {
		id = 1303,
		info = '曹相刃',
	},
	[1304] = {
		id = 1304,
		info = '李茂',
	},
	[1305] = {
		id = 1305,
		info = '典刑女官',
	},
	[1306] = {
		id = 1306,
		info = '追击弓手',
	},
	[1307] = {
		id = 1307,
		info = '追击巨汉',
	},
	[1308] = {
		id = 1308,
		info = '铁箭精兵',
	},
	[1309] = {
		id = 1309,
		info = '服部平四',
	},
	[1310] = {
		id = 1310,
		info = '破阵火铳',
	},
	[1311] = {
		id = 1311,
		info = '飞刀女侍',
	},
	[1312] = {
		id = 1312,
		info = '牙门影卫',
	},
	[1313] = {
		id = 1313,
		info = '晏明',
	},
	[1314] = {
		id = 1314,
		info = '于正',
	},
	[1315] = {
		id = 1315,
		info = '大力铁军',
	},
	[1316] = {
		id = 1316,
		info = '百步影军',
	},
	[1317] = {
		id = 1317,
		info = '牙门女将',
	},
	[1318] = {
		id = 1318,
		info = '百步军士',
	},
	[1319] = {
		id = 1319,
		info = '百步弓手',
	},
	[1320] = {
		id = 1320,
		info = '星象武士',
	},
	[1321] = {
		id = 1321,
		info = '星象火铳',
	},
	[1322] = {
		id = 1322,
		info = '伊贺忍众',
	},
	[1323] = {
		id = 1323,
		info = '左力',
	},
	[1324] = {
		id = 1324,
		info = '夏侯然',
	},
	[1325] = {
		id = 1325,
		info = '伊贺下忍',
	},
	[1326] = {
		id = 1326,
		info = '屠龙枪军',
	},
	[1327] = {
		id = 1327,
		info = '屠龙影军',
	},
	[1328] = {
		id = 1328,
		info = '许三胖',
	},
	[1329] = {
		id = 1329,
		info = '许明德',
	},
	[1330] = {
		id = 1330,
		info = '屠龙破阵军',
	},
	[1331] = {
		id = 1331,
		info = '屠龙巨汉',
	},
	[1332] = {
		id = 1332,
		info = '屠龙火枪军',
	},
	[1333] = {
		id = 1333,
		info = '搬山校尉',
	},
	[1334] = {
		id = 1334,
		info = '搬山力尉',
	},
	[1335] = {
		id = 1335,
		info = '天官女兵',
	},
	[1336] = {
		id = 1336,
		info = '天官影兵',
	},
	[1337] = {
		id = 1337,
		info = '伊贺中忍',
	},
	[1338] = {
		id = 1338,
		info = '徐晃',
	},
	[1339] = {
		id = 1339,
		info = '伊贺神崎',
	},
	[1340] = {
		id = 1340,
		info = '东吴火枪手',
	},
	[1341] = {
		id = 1341,
		info = '东吴影卫',
	},
	[1342] = {
		id = 1342,
		info = '东吴女兵',
	},
	[1343] = {
		id = 1343,
		info = '卫火',
	},
	[1344] = {
		id = 1344,
		info = '卫军',
	},
	[1345] = {
		id = 1345,
		info = '拔山巨汉',
	},
	[1346] = {
		id = 1346,
		info = '碧眼火铳',
	},
	[1347] = {
		id = 1347,
		info = '碧眼破阵军',
	},
	[1348] = {
		id = 1348,
		info = '甘宁',
	},
	[1349] = {
		id = 1349,
		info = '铁胆飞甲',
	},
	[1350] = {
		id = 1350,
		info = '飞鹰箭士',
	},
	[1351] = {
		id = 1351,
		info = '琉球飞翼军',
	},
	[1352] = {
		id = 1352,
		info = '琉球忍术师',
	},
	[1353] = {
		id = 1353,
		info = '琉球拳将',
	},
	[1354] = {
		id = 1354,
		info = '琉大力',
	},
	[1355] = {
		id = 1355,
		info = '建业力士',
	},
	[1356] = {
		id = 1356,
		info = '枭姬女婢',
	},
	[1357] = {
		id = 1357,
		info = '建业破阵兵',
	},
	[1358] = {
		id = 1358,
		info = '吴三下',
	},
	[1359] = {
		id = 1359,
		info = '琉七郎',
	},
	[1360] = {
		id = 1360,
		info = '建业飞火卫',
	},
	[1361] = {
		id = 1361,
		info = '琉球上忍',
	},
	[1362] = {
		id = 1362,
		info = '吴公勇士',
	},
	[1363] = {
		id = 1363,
		info = '黄盖',
	},
	[1364] = {
		id = 1364,
		info = '影狼将',
	},
	[1365] = {
		id = 1365,
		info = '建业义从',
	},
	[1366] = {
		id = 1366,
		info = '吴公火铳卫',
	},
	[1367] = {
		id = 1367,
		info = '水寨爆破手',
	},
	[1368] = {
		id = 1368,
		info = '晏虎刀',
	},
	[1369] = {
		id = 1369,
		info = '服部半夏',
	},
	[1370] = {
		id = 1370,
		info = '美女刺客',
	},
	[1371] = {
		id = 1371,
		info = '大魏刀卫',
	},
	[1372] = {
		id = 1372,
		info = '吴公破阵军',
	},
	[1373] = {
		id = 1373,
		info = '孙胖虎',
	},
	[1374] = {
		id = 1374,
		info = '枪兵士官长',
	},
	[1375] = {
		id = 1375,
		info = '曹公箭卫',
	},
	[1376] = {
		id = 1376,
		info = '孙家巨卫',
	},
	[1377] = {
		id = 1377,
		info = '蒙面刀卫',
	},
	[1378] = {
		id = 1378,
		info = '徐三斧',
	},
	[1379] = {
		id = 1379,
		info = '曹魏锤击将',
	},
	[1380] = {
		id = 1380,
		info = '雇佣镖兵',
	},
	[1381] = {
		id = 1381,
		info = '千钧箭神',
	},
	[1382] = {
		id = 1382,
		info = '千钧大力士',
	},
	[1383] = {
		id = 1383,
		info = '异邦佣军长',
	},
	[1384] = {
		id = 1384,
		info = '甄氏影卫',
	},
	[1385] = {
		id = 1385,
		info = '魏国撞击卫',
	},
	[1386] = {
		id = 1386,
		info = '蒙面上尉',
	},
	[1387] = {
		id = 1387,
		info = '千钧火神枪',
	},
	[1388] = {
		id = 1388,
		info = '张辽',
	},
	[1389] = {
		id = 1389,
		info = '镇江猛士',
	},
	[1390] = {
		id = 1390,
		info = '凌云弓箭军',
	},
	[1391] = {
		id = 1391,
		info = '白巾枪兵',
	},
	[1392] = {
		id = 1392,
		info = '曹魏军痞',
	},
	[1393] = {
		id = 1393,
		info = '千枪-李典',
	},
	[1394] = {
		id = 1394,
		info = '拳刃杀手',
	},
	[1395] = {
		id = 1395,
		info = '咆哮武士',
	},
	[1396] = {
		id = 1396,
		info = '穿山枪军',
	},
	[1397] = {
		id = 1397,
		info = '蛮力拳刃师',
	},
	[1398] = {
		id = 1398,
		info = '孤狼-夏侯',
	},
	[1399] = {
		id = 1399,
		info = '曹玲',
	},
	[1400] = {
		id = 1400,
		info = '裂天火神军',
	},
	[1401] = {
		id = 1401,
		info = '凌云铁枪军',
	},
	[1402] = {
		id = 1402,
		info = '隐灵女史',
	},
	[1403] = {
		id = 1403,
		info = '震岳-许褚',
	},
	[1404] = {
		id = 1404,
		info = '平南枪兵',
	},
	[1405] = {
		id = 1405,
		info = '飞凰火军',
	},
	[1406] = {
		id = 1406,
		info = '月华剑士',
	},
	[1407] = {
		id = 1407,
		info = '平东枪兵',
	},
	[1408] = {
		id = 1408,
		info = '良将-张辽',
	},
	[1409] = {
		id = 1409,
		info = '平东弓兵',
	},
	[1410] = {
		id = 1410,
		info = '平东破阵军',
	},
	[1411] = {
		id = 1411,
		info = '平东巨汉',
	},
	[1412] = {
		id = 1412,
		info = '平北弓兵',
	},
	[1413] = {
		id = 1413,
		info = '左慈',
	},
	[1414] = {
		id = 1414,
		info = '夏侯霸',
	},
	[1415] = {
		id = 1415,
		info = '飞铳火兵',
	},
	[1416] = {
		id = 1416,
		info = '火龙枪兵',
	},
	[1417] = {
		id = 1417,
		info = '落神弓军',
	},
	[1418] = {
		id = 1418,
		info = '光头武士',
	},
	[1419] = {
		id = 1419,
		info = '文鸯',
	},
	[1420] = {
		id = 1420,
		info = '赤壁拳手',
	},
	[1421] = {
		id = 1421,
		info = '破军枪卫',
	},
	[1422] = {
		id = 1422,
		info = '赤壁弓卫',
	},
	[1423] = {
		id = 1423,
		info = '蔡中',
	},
	[1424] = {
		id = 1424,
		info = '蔡和',
	},
	[1425] = {
		id = 1425,
		info = '雇佣精兵',
	},
	[1426] = {
		id = 1426,
		info = '飞火龙枪兵',
	},
	[1427] = {
		id = 1427,
		info = '飞影暗杀兵',
	},
	[1428] = {
		id = 1428,
		info = '洛舞-甄姬',
	},
	[1429] = {
		id = 1429,
		info = '乐进',
	},
	[1430] = {
		id = 1430,
		info = '甄氏刺客',
	},
	[1431] = {
		id = 1431,
		info = '咆哮勇将',
	},
	[1432] = {
		id = 1432,
		info = '擒月猛士',
	},
	[1433] = {
		id = 1433,
		info = '虎痴-许褚',
	},
	[1434] = {
		id = 1434,
		info = '曹彰',
	},
	[1435] = {
		id = 1435,
		info = '龙火飞神卫',
	},
	[1436] = {
		id = 1436,
		info = '曹公剑姬',
	},
	[1437] = {
		id = 1437,
		info = '影龙校尉',
	},
	[1438] = {
		id = 1438,
		info = '张辽',
	},
	[1439] = {
		id = 1439,
		info = '曹昂',
	},
	[1440] = {
		id = 1440,
		info = '镇龙校尉',
	},
	[1441] = {
		id = 1441,
		info = '人屠影杀者',
	},
	[1442] = {
		id = 1442,
		info = '执剑女史',
	},
	[1443] = {
		id = 1443,
		info = '许褚',
	},
	[1444] = {
		id = 1444,
		info = '凌云女将',
	},
	[1445] = {
		id = 1445,
		info = '魏营伙头军',
	},
	[1446] = {
		id = 1446,
		info = '魏营枪炮手',
	},
	[1447] = {
		id = 1447,
		info = '魏营雇佣军',
	},
	[1448] = {
		id = 1448,
		info = '裸衣-许褚',
	},
	[1449] = {
		id = 1449,
		info = '方相',
	},
	[1450] = {
		id = 1450,
		info = '影子军团长',
	},
	[1451] = {
		id = 1451,
		info = '曹魏枪袭兵',
	},
	[1452] = {
		id = 1452,
		info = '魏营拳手',
	},
	[1453] = {
		id = 1453,
		info = '洛水-甄姬',
	},
	[1454] = {
		id = 1454,
		info = '破军神枪',
	},
	[1455] = {
		id = 1455,
		info = '曹营卫士',
	},
	[1456] = {
		id = 1456,
		info = '曹军力士',
	},
	[1457] = {
		id = 1457,
		info = '追星火枪手',
	},
	[1458] = {
		id = 1458,
		info = '绝刀-张辽',
	},
	[1459] = {
		id = 1459,
		info = '追星弓将',
	},
	[1460] = {
		id = 1460,
		info = '龙血舞姬',
	},
	[1461] = {
		id = 1461,
		info = '龙血杀者',
	},
	[1462] = {
		id = 1462,
		info = '雨雾隐忍',
	},
	[1463] = {
		id = 1463,
		info = '司马懿',
	},
	[1464] = {
		id = 1464,
		info = '返魂剑姬',
	},
	[1465] = {
		id = 1465,
		info = '吞狼枪兵',
	},
	[1466] = {
		id = 1466,
		info = '吞狼拳刃兵',
	},
	[1467] = {
		id = 1467,
		info = '吞狼女兵',
	},
	[1468] = {
		id = 1468,
		info = '吞月-夏侯',
	},
	[1469] = {
		id = 1469,
		info = '猿飞佐助',
	},
	[1470] = {
		id = 1470,
		info = '破岳巨汉',
	},
	[1471] = {
		id = 1471,
		info = '破岳火枪兵',
	},
	[1472] = {
		id = 1472,
		info = '破岳战士',
	},
	[1473] = {
		id = 1473,
		info = '破岳-许褚',
	},
	[1474] = {
		id = 1474,
		info = '破岳巨汉',
	},
	[1475] = {
		id = 1475,
		info = '穿石神箭军',
	},
	[1476] = {
		id = 1476,
		info = '穿石火枪军',
	},
	[1477] = {
		id = 1477,
		info = '火叶隐忍',
	},
	[1478] = {
		id = 1478,
		info = '隐月-司马懿',
	},
	[1479] = {
		id = 1479,
		info = '曹潭',
	},
	[1480] = {
		id = 1480,
		info = '火炎暗杀者',
	},
	[1481] = {
		id = 1481,
		info = '沙暴隐忍',
	},
	[1482] = {
		id = 1482,
		info = '火炎破阵军',
	},
	[1483] = {
		id = 1483,
		info = '斩月-张辽',
	},
	[1484] = {
		id = 1484,
		info = '火炎巨汉',
	},
	[1485] = {
		id = 1485,
		info = '幻象拳师',
	},
	[1486] = {
		id = 1486,
		info = '幻象巨汉',
	},
	[1487] = {
		id = 1487,
		info = '幻象破阵军',
	},
	[1488] = {
		id = 1488,
		info = '战鬼-吕布',
	},
	[1489] = {
		id = 1489,
		info = '村正胧月',
	},
	[1490] = {
		id = 1490,
		info = '程远志',
	},
	[1491] = {
		id = 1491,
		info = '满宠',
	},
	[1492] = {
		id = 1492,
		info = '肥肥',
	},
	[1493] = {
		id = 1493,
		info = '赵雄',
	},
	[1494] = {
		id = 1494,
		info = '服部全藏',
	},
	[1495] = {
		id = 1495,
		info = '乐进',
	},
	[1496] = {
		id = 1496,
		info = '马忠',
	},
	[1497] = {
		id = 1497,
		info = '曹华',
	},
	[1498] = {
		id = 1498,
		info = '李典',
	},
	[1499] = {
		id = 1499,
		info = '许褚',
	},
	[1500] = {
		id = 1500,
		info = '黄盖',
	},
	[1501] = {
		id = 1501,
		info = '夏侯元让',
	},
	[1502] = {
		id = 1502,
		info = '左慈',
	},
	[1503] = {
		id = 1503,
		info = '司马懿',
	},
	[1504] = {
		id = 1504,
		info = '吕布',
	},
	[1505] = {
		id = 1505,
		info = '未使用',
	},
	[1506] = {
		id = 1506,
		info = '未使用',
	},
	[1507] = {
		id = 1507,
		info = '未使用',
	},
	[1508] = {
		id = 1508,
		info = '未使用',
	},
	[1509] = {
		id = 1509,
		info = '未使用',
	},
	[1510] = {
		id = 1510,
		info = '未使用',
	},
	[1511] = {
		id = 1511,
		info = '未使用',
	},
	[1512] = {
		id = 1512,
		info = '未使用',
	},
	[1513] = {
		id = 1513,
		info = '未使用',
	},
	[1514] = {
		id = 1514,
		info = '未使用',
	},
	[1515] = {
		id = 1515,
		info = '未使用',
	},
	[1516] = {
		id = 1516,
		info = '未使用',
	},
	[1517] = {
		id = 1517,
		info = '未使用',
	},
	[1518] = {
		id = 1518,
		info = '未使用',
	},
	[1519] = {
		id = 1519,
		info = '未使用',
	},
	[1520] = {
		id = 1520,
		info = '蓬莱仙葫',
	},
	[1521] = {
		id = 1521,
		info = '未使用',
	},
	[1522] = {
		id = 1522,
		info = '幻境枪兵',
	},
	[1523] = {
		id = 1523,
		info = '幻境弓兵',
	},
	[1524] = {
		id = 1524,
		info = '幻境攻城兵',
	},
	[1525] = {
		id = 1525,
		info = '幻境枪军',
	},
	[1526] = {
		id = 1526,
		info = '幻境攻城军',
	},
	[1527] = {
		id = 1527,
		info = '幻境炸弹军',
	},
	[1528] = {
		id = 1528,
		info = '幻境弓尉',
	},
	[1529] = {
		id = 1529,
		info = '幻境攻城尉',
	},
	[1530] = {
		id = 1530,
		info = '幻境枪尉',
	},
	[1531] = {
		id = 1531,
		info = '幻境攻城将',
	},
	[1532] = {
		id = 1532,
		info = '幻境弓将',
	},
	[1533] = {
		id = 1533,
		info = '幻境掘地将',
	},
	[1534] = {
		id = 1534,
		info = '幻境弓手',
	},
	[1535] = {
		id = 1535,
		info = '幻境掘地手',
	},
	[1536] = {
		id = 1536,
		info = '幻境枪王',
	},
	[1537] = {
		id = 1537,
		info = '迷踪火兵',
	},
	[1538] = {
		id = 1538,
		info = '迷踪拳兵',
	},
	[1539] = {
		id = 1539,
		info = '迷踪弓兵',
	},
	[1540] = {
		id = 1540,
		info = '迷踪暗军',
	},
	[1541] = {
		id = 1541,
		info = '迷踪力士',
	},
	[1542] = {
		id = 1542,
		info = '迷踪火军',
	},
	[1543] = {
		id = 1543,
		info = '迷踪暗尉',
	},
	[1544] = {
		id = 1544,
		info = '迷踪枪尉',
	},
	[1545] = {
		id = 1545,
		info = '迷踪弓尉',
	},
	[1546] = {
		id = 1546,
		info = '迷踪暗将',
	},
	[1547] = {
		id = 1547,
		info = '迷踪弓将',
	},
	[1548] = {
		id = 1548,
		info = '迷踪忍将',
	},
	[1549] = {
		id = 1549,
		info = '迷踪暗杀者',
	},
	[1550] = {
		id = 1550,
		info = '迷踪上忍',
	},
	[1551] = {
		id = 1551,
		info = '迷踪火枪王',
	},
	[1552] = {
		id = 1552,
		info = '仙岛暗兵',
	},
	[1553] = {
		id = 1553,
		info = '仙岛枪兵',
	},
	[1554] = {
		id = 1554,
		info = '仙岛力士',
	},
	[1555] = {
		id = 1555,
		info = '仙岛弓兵',
	},
	[1556] = {
		id = 1556,
		info = '仙岛忍者',
	},
	[1557] = {
		id = 1557,
		info = '仙岛暗军',
	},
	[1558] = {
		id = 1558,
		info = '仙岛掘地军',
	},
	[1559] = {
		id = 1559,
		info = '仙岛火枪军',
	},
	[1560] = {
		id = 1560,
		info = '仙岛枪军',
	},
	[1561] = {
		id = 1561,
		info = '仙岛火枪尉',
	},
	[1562] = {
		id = 1562,
		info = '仙岛枪尉',
	},
	[1563] = {
		id = 1563,
		info = '仙岛暗尉',
	},
	[1564] = {
		id = 1564,
		info = '仙岛火枪将',
	},
	[1565] = {
		id = 1565,
		info = '仙岛弓将',
	},
	[1566] = {
		id = 1566,
		info = '仙岛空空',
	},
	[1567] = {
		id = 1567,
		info = '蓬莱枪兵',
	},
	[1568] = {
		id = 1568,
		info = '蓬莱忍者',
	},
	[1569] = {
		id = 1569,
		info = '蓬莱力士',
	},
	[1570] = {
		id = 1570,
		info = '蓬莱掘地者',
	},
	[1571] = {
		id = 1571,
		info = '蓬莱火枪兵',
	},
	[1572] = {
		id = 1572,
		info = '蓬莱掘地军',
	},
	[1573] = {
		id = 1573,
		info = '蓬莱暗军',
	},
	[1574] = {
		id = 1574,
		info = '蓬莱火枪军',
	},
	[1575] = {
		id = 1575,
		info = '蓬莱暗尉',
	},
	[1576] = {
		id = 1576,
		info = '蓬莱火枪尉',
	},
	[1577] = {
		id = 1577,
		info = '蓬莱上忍',
	},
	[1578] = {
		id = 1578,
		info = '蓬莱枪将',
	},
	[1579] = {
		id = 1579,
		info = '蓬莱掘地手',
	},
	[1580] = {
		id = 1580,
		info = '蓬莱女将',
	},
	[1581] = {
		id = 1581,
		info = '蓬莱千斤侯',
	},
	[1582] = {
		id = 1582,
		info = '瀛洲忍者',
	},
	[1583] = {
		id = 1583,
		info = '瀛洲弓兵',
	},
	[1584] = {
		id = 1584,
		info = '瀛洲暗兵',
	},
	[1585] = {
		id = 1585,
		info = '瀛洲火枪兵',
	},
	[1586] = {
		id = 1586,
		info = '瀛洲枪兵',
	},
	[1587] = {
		id = 1587,
		info = '瀛洲枪军',
	},
	[1588] = {
		id = 1588,
		info = '瀛洲枪尉',
	},
	[1589] = {
		id = 1589,
		info = '瀛洲掘地军',
	},
	[1590] = {
		id = 1590,
		info = '瀛洲上忍',
	},
	[1591] = {
		id = 1591,
		info = '瀛洲枪手',
	},
	[1592] = {
		id = 1592,
		info = '瀛洲弓军',
	},
	[1593] = {
		id = 1593,
		info = '瀛洲枪将',
	},
	[1594] = {
		id = 1594,
		info = '瀛洲女军',
	},
	[1595] = {
		id = 1595,
		info = '瀛洲火枪军',
	},
	[1596] = {
		id = 1596,
		info = '瀛洲裂尸者',
	},
	[1597] = {
		id = 1597,
		info = '灵台女兵',
	},
	[1598] = {
		id = 1598,
		info = '灵台枪兵',
	},
	[1599] = {
		id = 1599,
		info = '灵台女军',
	},
	[1600] = {
		id = 1600,
		info = '灵台女尉',
	},
	[1601] = {
		id = 1601,
		info = '灵台枪军',
	},
	[1602] = {
		id = 1602,
		info = '灵台掘地军',
	},
	[1603] = {
		id = 1603,
		info = '灵台枪尉',
	},
	[1604] = {
		id = 1604,
		info = '灵台弓兵',
	},
	[1605] = {
		id = 1605,
		info = '灵台火枪兵',
	},
	[1606] = {
		id = 1606,
		info = '灵台弓军',
	},
	[1607] = {
		id = 1607,
		info = '灵台火枪军',
	},
	[1608] = {
		id = 1608,
		info = '灵台弓尉',
	},
	[1609] = {
		id = 1609,
		info = '灵台枪将',
	},
	[1610] = {
		id = 1610,
		info = '灵台女将',
	},
	[1611] = {
		id = 1611,
		info = '灵台密忍王',
	},
	[1612] = {
		id = 1612,
		info = '斜月忍者',
	},
	[1613] = {
		id = 1613,
		info = '斜月火枪兵',
	},
	[1614] = {
		id = 1614,
		info = '斜月掘地兵',
	},
	[1615] = {
		id = 1615,
		info = '斜月中忍',
	},
	[1616] = {
		id = 1616,
		info = '斜月女兵',
	},
	[1617] = {
		id = 1617,
		info = '斜月力士',
	},
	[1618] = {
		id = 1618,
		info = '斜月枪兵',
	},
	[1619] = {
		id = 1619,
		info = '斜月上忍',
	},
	[1620] = {
		id = 1620,
		info = '斜月暗军',
	},
	[1621] = {
		id = 1621,
		info = '斜月掘地军',
	},
	[1622] = {
		id = 1622,
		info = '斜月火枪军',
	},
	[1623] = {
		id = 1623,
		info = '斜月女军',
	},
	[1624] = {
		id = 1624,
		info = '斜月枪尉',
	},
	[1625] = {
		id = 1625,
		info = '斜月枪军',
	},
	[1626] = {
		id = 1626,
		info = '斜月萌眼汉',
	},
	[1627] = {
		id = 1627,
		info = '青冥弓兵',
	},
	[1628] = {
		id = 1628,
		info = '青冥暗兵',
	},
	[1629] = {
		id = 1629,
		info = '青冥力士',
	},
	[1630] = {
		id = 1630,
		info = '青冥火枪兵',
	},
	[1631] = {
		id = 1631,
		info = '青冥火枪军',
	},
	[1632] = {
		id = 1632,
		info = '青冥掘地军',
	},
	[1633] = {
		id = 1633,
		info = '青冥暗军',
	},
	[1634] = {
		id = 1634,
		info = '青冥女军',
	},
	[1635] = {
		id = 1635,
		info = '青冥忍者',
	},
	[1636] = {
		id = 1636,
		info = '青冥火枪尉',
	},
	[1637] = {
		id = 1637,
		info = '青冥破阵军',
	},
	[1638] = {
		id = 1638,
		info = '青冥破阵尉',
	},
	[1639] = {
		id = 1639,
		info = '青冥破阵将',
	},
	[1640] = {
		id = 1640,
		info = '青冥女将',
	},
	[1641] = {
		id = 1641,
		info = '青冥落日弓',
	},
	[1642] = {
		id = 1642,
		info = '碧落力士',
	},
	[1643] = {
		id = 1643,
		info = '碧落火枪兵',
	},
	[1644] = {
		id = 1644,
		info = '碧落破阵军',
	},
	[1645] = {
		id = 1645,
		info = '碧落女兵',
	},
	[1646] = {
		id = 1646,
		info = '碧落女军',
	},
	[1647] = {
		id = 1647,
		info = '碧落女尉',
	},
	[1648] = {
		id = 1648,
		info = '碧落枪兵',
	},
	[1649] = {
		id = 1649,
		info = '碧落掘地军',
	},
	[1650] = {
		id = 1650,
		info = '碧落枪军',
	},
	[1651] = {
		id = 1651,
		info = '碧落枪尉',
	},
	[1652] = {
		id = 1652,
		info = '碧落火枪军',
	},
	[1653] = {
		id = 1653,
		info = '碧落暗军',
	},
	[1654] = {
		id = 1654,
		info = '碧落枪将',
	},
	[1655] = {
		id = 1655,
		info = '碧落枪手',
	},
	[1656] = {
		id = 1656,
		info = '碧落淳于导',
	},
	[1657] = {
		id = 1657,
		info = '苍梧枪兵',
	},
	[1658] = {
		id = 1658,
		info = '苍梧女兵',
	},
	[1659] = {
		id = 1659,
		info = '苍梧力士',
	},
	[1660] = {
		id = 1660,
		info = '苍梧枪军',
	},
	[1661] = {
		id = 1661,
		info = '苍梧女军',
	},
	[1662] = {
		id = 1662,
		info = '苍梧忍者',
	},
	[1663] = {
		id = 1663,
		info = '苍梧火枪兵',
	},
	[1664] = {
		id = 1664,
		info = '苍梧暗军',
	},
	[1665] = {
		id = 1665,
		info = '苍梧女尉',
	},
	[1666] = {
		id = 1666,
		info = '苍梧弓军',
	},
	[1667] = {
		id = 1667,
		info = '苍梧掘地军',
	},
	[1668] = {
		id = 1668,
		info = '苍梧女将',
	},
	[1669] = {
		id = 1669,
		info = '苍梧枪将',
	},
	[1670] = {
		id = 1670,
		info = '苍梧火枪军',
	},
	[1671] = {
		id = 1671,
		info = '苍梧晏明',
	},
	[1672] = {
		id = 1672,
		info = '方寸女兵',
	},
	[1673] = {
		id = 1673,
		info = '方寸女军',
	},
	[1674] = {
		id = 1674,
		info = '方寸暗军',
	},
	[1675] = {
		id = 1675,
		info = '方寸枪兵',
	},
	[1676] = {
		id = 1676,
		info = '方寸女尉',
	},
	[1677] = {
		id = 1677,
		info = '方寸弓兵',
	},
	[1678] = {
		id = 1678,
		info = '方寸暗尉',
	},
	[1679] = {
		id = 1679,
		info = '方寸枪军',
	},
	[1680] = {
		id = 1680,
		info = '方寸火枪兵',
	},
	[1681] = {
		id = 1681,
		info = '方寸女将',
	},
	[1682] = {
		id = 1682,
		info = '方寸弓军',
	},
	[1683] = {
		id = 1683,
		info = '方寸刺客',
	},
	[1684] = {
		id = 1684,
		info = '方寸火枪军',
	},
	[1685] = {
		id = 1685,
		info = '方寸上忍',
	},
	[1686] = {
		id = 1686,
		info = '方寸李典',
	},
	[1687] = {
		id = 1687,
		info = '异域力士',
	},
	[1688] = {
		id = 1688,
		info = '异域枪兵',
	},
	[1689] = {
		id = 1689,
		info = '异域破阵军',
	},
	[1690] = {
		id = 1690,
		info = '异域掘地军',
	},
	[1691] = {
		id = 1691,
		info = '异域枪军',
	},
	[1692] = {
		id = 1692,
		info = '异域火枪军',
	},
	[1693] = {
		id = 1693,
		info = '异域掘地手',
	},
	[1694] = {
		id = 1694,
		info = '异域破阵尉',
	},
	[1695] = {
		id = 1695,
		info = '异域掘地尉',
	},
	[1696] = {
		id = 1696,
		info = '异域女兵',
	},
	[1697] = {
		id = 1697,
		info = '异域火枪尉',
	},
	[1698] = {
		id = 1698,
		info = '异域忍者',
	},
	[1699] = {
		id = 1699,
		info = '异域上忍',
	},
	[1700] = {
		id = 1700,
		info = '异域弓军',
	},
	[1701] = {
		id = 1701,
		info = '战狂许褚',
	},
	[1702] = {
		id = 1702,
		info = '鬼道女兵',
	},
	[1703] = {
		id = 1703,
		info = '鬼道枪兵',
	},
	[1704] = {
		id = 1704,
		info = '鬼道火枪兵',
	},
	[1705] = {
		id = 1705,
		info = '鬼道掘地军',
	},
	[1706] = {
		id = 1706,
		info = '鬼道火枪军',
	},
	[1707] = {
		id = 1707,
		info = '鬼道弓兵',
	},
	[1708] = {
		id = 1708,
		info = '鬼道力士',
	},
	[1709] = {
		id = 1709,
		info = '鬼道枪军',
	},
	[1710] = {
		id = 1710,
		info = '鬼道忍者',
	},
	[1711] = {
		id = 1711,
		info = '鬼道火枪尉',
	},
	[1712] = {
		id = 1712,
		info = '鬼道掘地手',
	},
	[1713] = {
		id = 1713,
		info = '鬼道暗军',
	},
	[1714] = {
		id = 1714,
		info = '鬼道女军',
	},
	[1715] = {
		id = 1715,
		info = '鬼道女将',
	},
	[1716] = {
		id = 1716,
		info = '鬼道张角',
	},
	[1717] = {
		id = 1717,
		info = '仙道女兵',
	},
	[1718] = {
		id = 1718,
		info = '仙道暗军',
	},
	[1719] = {
		id = 1719,
		info = '仙道女军',
	},
	[1720] = {
		id = 1720,
		info = '仙道暗杀者',
	},
	[1721] = {
		id = 1721,
		info = '仙道力士',
	},
	[1722] = {
		id = 1722,
		info = '仙道影杀军',
	},
	[1723] = {
		id = 1723,
		info = '仙道火枪兵',
	},
	[1724] = {
		id = 1724,
		info = '仙道枪兵',
	},
	[1725] = {
		id = 1725,
		info = '仙道枪军',
	},
	[1726] = {
		id = 1726,
		info = '仙道女尉',
	},
	[1727] = {
		id = 1727,
		info = '仙道枪尉',
	},
	[1728] = {
		id = 1728,
		info = '仙道弓军',
	},
	[1729] = {
		id = 1729,
		info = '仙道忍者',
	},
	[1730] = {
		id = 1730,
		info = '仙道影袭者',
	},
	[1731] = {
		id = 1731,
		info = '仙道司马懿',
	},
	[1732] = {
		id = 1732,
		info = '天道忍者',
	},
	[1733] = {
		id = 1733,
		info = '天道力士',
	},
	[1734] = {
		id = 1734,
		info = '天道中忍',
	},
	[1735] = {
		id = 1735,
		info = '天道破阵军',
	},
	[1736] = {
		id = 1736,
		info = '天道掘地军',
	},
	[1737] = {
		id = 1737,
		info = '天道火枪兵',
	},
	[1738] = {
		id = 1738,
		info = '天道弓兵',
	},
	[1739] = {
		id = 1739,
		info = '天道掘地手',
	},
	[1740] = {
		id = 1740,
		info = '天道巨人',
	},
	[1741] = {
		id = 1741,
		info = '天道火枪尉',
	},
	[1742] = {
		id = 1742,
		info = '天道女兵',
	},
	[1743] = {
		id = 1743,
		info = '天道女军',
	},
	[1744] = {
		id = 1744,
		info = '天道枪军',
	},
	[1745] = {
		id = 1745,
		info = '天道弓军',
	},
	[1746] = {
		id = 1746,
		info = '天道左慈',
	},
	[1747] = {
		id = 1747,
		info = '霸王女兵',
	},
	[1748] = {
		id = 1748,
		info = '霸王力士',
	},
	[1749] = {
		id = 1749,
		info = '霸王女军',
	},
	[1750] = {
		id = 1750,
		info = '霸王忍者',
	},
	[1751] = {
		id = 1751,
		info = '霸王弓兵',
	},
	[1752] = {
		id = 1752,
		info = '霸王破阵军',
	},
	[1753] = {
		id = 1753,
		info = '霸王中忍',
	},
	[1754] = {
		id = 1754,
		info = '霸王女尉',
	},
	[1755] = {
		id = 1755,
		info = '霸王上忍',
	},
	[1756] = {
		id = 1756,
		info = '霸王女将',
	},
	[1757] = {
		id = 1757,
		info = '霸王掘地军',
	},
	[1758] = {
		id = 1758,
		info = '霸王暗军',
	},
	[1759] = {
		id = 1759,
		info = '霸王火枪军',
	},
	[1760] = {
		id = 1760,
		info = '霸王掘地手',
	},
	[1761] = {
		id = 1761,
		info = '霸王吕布',
	},
	[1762] = {
		id = 1762,
		info = '下邳战夏侯1',
	},
	[1763] = {
		id = 1763,
		info = '下邳战夏侯2',
	},
	[1764] = {
		id = 1764,
		info = '下邳战夏侯3',
	},
	[1765] = {
		id = 1765,
		info = '下邳战夏侯4',
	},
	[1766] = {
		id = 1766,
		info = '下邳战夏侯5',
	},
	[1767] = {
		id = 1767,
		info = '下邳战夏侯6',
	},
	[1768] = {
		id = 1768,
		info = '下邳战夏侯7',
	},
	[1769] = {
		id = 1769,
		info = '下邳战夏侯8',
	},
	[1770] = {
		id = 1770,
		info = '白门斩吕布1',
	},
	[1771] = {
		id = 1771,
		info = '白门斩吕布2',
	},
	[1772] = {
		id = 1772,
		info = '白门斩吕布3',
	},
	[1773] = {
		id = 1773,
		info = '白门斩吕布4',
	},
	[1774] = {
		id = 1774,
		info = '白门斩吕布5',
	},
	[1775] = {
		id = 1775,
		info = '白门斩吕布6',
	},
	[1776] = {
		id = 1776,
		info = '白门斩吕布7',
	},
	[1777] = {
		id = 1777,
		info = '白门斩吕布8',
	},
	[1778] = {
		id = 1778,
		info = '官渡斗左慈1',
	},
	[1779] = {
		id = 1779,
		info = '官渡斗左慈2',
	},
	[1780] = {
		id = 1780,
		info = '官渡斗左慈3',
	},
	[1781] = {
		id = 1781,
		info = '官渡斗左慈4',
	},
	[1782] = {
		id = 1782,
		info = '官渡斗左慈5',
	},
	[1783] = {
		id = 1783,
		info = '官渡斗左慈6',
	},
	[1784] = {
		id = 1784,
		info = '官渡斗左慈7',
	},
	[1785] = {
		id = 1785,
		info = '官渡斗左慈8',
	},
	[1786] = {
		id = 1786,
		info = '赤壁拼司马1',
	},
	[1787] = {
		id = 1787,
		info = '赤壁拼司马2',
	},
	[1788] = {
		id = 1788,
		info = '赤壁拼司马3',
	},
	[1789] = {
		id = 1789,
		info = '赤壁拼司马4',
	},
	[1790] = {
		id = 1790,
		info = '赤壁拼司马5',
	},
	[1791] = {
		id = 1791,
		info = '赤壁拼司马6',
	},
	[1792] = {
		id = 1792,
		info = '赤壁拼司马7',
	},
	[1793] = {
		id = 1793,
		info = '赤壁拼司马8',
	},
	[1794] = {
		id = 1794,
		info = '华容封张角1',
	},
	[1795] = {
		id = 1795,
		info = '华容封张角2',
	},
	[1796] = {
		id = 1796,
		info = '华容封张角3',
	},
	[1797] = {
		id = 1797,
		info = '华容封张角4',
	},
	[1798] = {
		id = 1798,
		info = '华容封张角5',
	},
	[1799] = {
		id = 1799,
		info = '华容封张角6',
	},
	[1800] = {
		id = 1800,
		info = '华容封张角7',
	},
	[1801] = {
		id = 1801,
		info = '华容封张角8',
	},
	[1802] = {
		id = 1802,
		info = '乱舞之刃梦想礼包',
	},
	[1803] = {
		id = 1803,
		info = '乱舞之刃狂欢礼包',
	},
	[1804] = {
		id = 1804,
		info = '乱舞之刃进阶礼包',
	},
	[1805] = {
		id = 1805,
		info = '乱舞之刃腾飞礼包',
	},
	[1806] = {
		id = 1806,
		info = '乱舞之刃深渊礼包',
	},
	[1807] = {
		id = 1807,
		info = '乱舞之刃守护礼包',
	},
	[1808] = {
		id = 1808,
		info = '乱舞之刃缤纷礼包',
	},
	[1809] = {
		id = 1809,
		info = '乱舞之刃飞跃礼包',
	},
	[1810] = {
		id = 1810,
		info = '乱舞之刃磐石礼包',
	},
	[1811] = {
		id = 1811,
		info = '乱舞之刃阳光礼包',
	},
	[1812] = {
		id = 1812,
		info = '乱舞之刃意志礼包',
	},
	[1813] = {
		id = 1813,
		info = '乱舞之刃尖峰礼包',
	},
	[1814] = {
		id = 1814,
		info = '乱舞之刃酷爽礼包',
	},
	[1815] = {
		id = 1815,
		info = '乱舞之刃尊享礼包',
	},
	[1816] = {
		id = 1816,
		info = '乱舞之刃血战礼包',
	},
	[1817] = {
		id = 1817,
		info = '乱舞之刃巅峰礼包',
	},
	[1818] = {
		id = 1818,
		info = '乱舞之刃格斗礼包',
	},
	[1819] = {
		id = 1819,
		info = '乱舞之刃激昂礼包',
	},
	[1820] = {
		id = 1820,
		info = '乱舞之刃天赐礼包',
	},
	[1821] = {
		id = 1821,
		info = '乱舞之刃圣域礼包',
	},
	[1822] = {
		id = 1822,
		info = '乱舞之刃皎洁礼包',
	},
	[1823] = {
		id = 1823,
		info = '乱舞之刃命运礼包',
	},
	[1824] = {
		id = 1824,
		info = '乱舞之刃战神礼包',
	},
	[1825] = {
		id = 1825,
		info = '乱舞之刃至尊礼包',
	},
	[1826] = {
		id = 1826,
		info = '未使用',
	},
	[1827] = {
		id = 1827,
		info = '未使用',
	},
	[1828] = {
		id = 1828,
		info = '未使用',
	},
	[1829] = {
		id = 1829,
		info = '未使用',
	},
	[1830] = {
		id = 1830,
		info = '未使用',
	},
	[1831] = {
		id = 1831,
		info = '未使用',
	},
	[1832] = {
		id = 1832,
		info = '未使用',
	},
	[1833] = {
		id = 1833,
		info = '未使用',
	},
	[1834] = {
		id = 1834,
		info = '未使用',
	},
	[1835] = {
		id = 1835,
		info = '未使用',
	},
	[1836] = {
		id = 1836,
		info = '未使用',
	},
	[1837] = {
		id = 1837,
		info = '未使用',
	},
	[1838] = {
		id = 1838,
		info = '未使用',
	},
	[1839] = {
		id = 1839,
		info = '未使用',
	},
	[1840] = {
		id = 1840,
		info = '未使用',
	},
	[1841] = {
		id = 1841,
		info = '未使用',
	},
	[1842] = {
		id = 1842,
		info = '下邳枪兵',
	},
	[1843] = {
		id = 1843,
		info = '下邳勇兵',
	},
	[1844] = {
		id = 1844,
		info = '下邳弓兵',
	},
	[1845] = {
		id = 1845,
		info = '下邳破阵兵',
	},
	[1846] = {
		id = 1846,
		info = '夏侯恩',
	},
	[1847] = {
		id = 1847,
		info = '夏侯德',
	},
	[1848] = {
		id = 1848,
		info = '地刺',
	},
	[1849] = {
		id = 1849,
		info = '夏侯元让',
	},
	[1850] = {
		id = 1850,
		info = '白门勇士',
	},
	[1851] = {
		id = 1851,
		info = '白门死士',
	},
	[1852] = {
		id = 1852,
		info = '白门火枪士',
	},
	[1853] = {
		id = 1853,
		info = '白门枪士',
	},
	[1854] = {
		id = 1854,
		info = '白门弓士',
	},
	[1855] = {
		id = 1855,
		info = '魏续',
	},
	[1856] = {
		id = 1856,
		info = '宋宪',
	},
	[1857] = {
		id = 1857,
		info = '滚轮',
	},
	[1858] = {
		id = 1858,
		info = '吕布',
	},
	[1859] = {
		id = 1859,
		info = '官渡刃军',
	},
	[1860] = {
		id = 1860,
		info = '官渡弓军',
	},
	[1861] = {
		id = 1861,
		info = '官渡火枪军',
	},
	[1862] = {
		id = 1862,
		info = '官渡勇军',
	},
	[1863] = {
		id = 1863,
		info = '官渡破阵军',
	},
	[1864] = {
		id = 1864,
		info = '官渡枪军',
	},
	[1865] = {
		id = 1865,
		info = '官渡忍军',
	},
	[1866] = {
		id = 1866,
		info = '淳于琼',
	},
	[1867] = {
		id = 1867,
		info = '淳于典',
	},
	[1868] = {
		id = 1868,
		info = '火柱',
	},
	[1869] = {
		id = 1869,
		info = '左慈',
	},
	[1870] = {
		id = 1870,
		info = '赤壁刃尉',
	},
	[1871] = {
		id = 1871,
		info = '赤壁忍尉',
	},
	[1872] = {
		id = 1872,
		info = '赤壁女尉',
	},
	[1873] = {
		id = 1873,
		info = '赤壁破阵尉',
	},
	[1874] = {
		id = 1874,
		info = '赤壁弓尉',
	},
	[1875] = {
		id = 1875,
		info = '赤壁枪尉',
	},
	[1876] = {
		id = 1876,
		info = '赤壁火枪尉',
	},
	[1877] = {
		id = 1877,
		info = '赤壁勇尉',
	},
	[1878] = {
		id = 1878,
		info = '曹彰',
	},
	[1879] = {
		id = 1879,
		info = '曹昂',
	},
	[1880] = {
		id = 1880,
		info = '浮空炮',
	},
	[1881] = {
		id = 1881,
		info = '司马懿',
	},
	[1882] = {
		id = 1882,
		info = '天公枪将',
	},
	[1883] = {
		id = 1883,
		info = '天公勇将',
	},
	[1884] = {
		id = 1884,
		info = '天公弓将',
	},
	[1885] = {
		id = 1885,
		info = '天公破阵将',
	},
	[1886] = {
		id = 1886,
		info = '天公火枪将',
	},
	[1887] = {
		id = 1887,
		info = '天公刃将',
	},
	[1888] = {
		id = 1888,
		info = '天公忍将',
	},
	[1889] = {
		id = 1889,
		info = '天公女将',
	},
	[1890] = {
		id = 1890,
		info = '张梁',
	},
	[1891] = {
		id = 1891,
		info = '张宝',
	},
	[1892] = {
		id = 1892,
		info = '嗜血地刺',
	},
	[1893] = {
		id = 1893,
		info = '嗜血滚轮',
	},
	[1894] = {
		id = 1894,
		info = '嗜血火柱',
	},
	[1895] = {
		id = 1895,
		info = '嗜血火炮',
	},
	[1896] = {
		id = 1896,
		info = '张角',
	},
	[1897] = {
		id = 1897,
		info = '下邳战夏侯',
	},
	[1898] = {
		id = 1898,
		info = '白门斩吕布',
	},
	[1899] = {
		id = 1899,
		info = '官渡斗左慈',
	},
	[1900] = {
		id = 1900,
		info = '赤壁拼司马',
	},
	[1901] = {
		id = 1901,
		info = '华容封张角',
	},
	[1902] = {
		id = 1902,
		info = '雷霆枪兵',
	},
	[1903] = {
		id = 1903,
		info = '雷霆女官',
	},
	[1904] = {
		id = 1904,
		info = '雷霆破阵兵',
	},
	[1905] = {
		id = 1905,
		info = '雷霆巨汉',
	},
	[1906] = {
		id = 1906,
		info = '雷霆李典',
	},
	[1907] = {
		id = 1907,
		info = '破岳许褚',
	},
	[1908] = {
		id = 1908,
		info = '破岳死士',
	},
	[1909] = {
		id = 1909,
		info = '破岳忍军',
	},
	[1910] = {
		id = 1910,
		info = '破岳刺客',
	},
	[1911] = {
		id = 1911,
		info = '破岳夏侯',
	},
	[1912] = {
		id = 1912,
		info = '吞狼破阵军',
	},
	[1913] = {
		id = 1913,
		info = '吞狼火枪',
	},
	[1914] = {
		id = 1914,
		info = '吞狼影贼',
	},
	[1915] = {
		id = 1915,
		info = '吞狼忍军',
	},
	[1916] = {
		id = 1916,
		info = '吞狼许褚',
	},
	[1917] = {
		id = 1917,
		info = '焚火飞行军',
	},
	[1918] = {
		id = 1918,
		info = '焚火刺客',
	},
	[1919] = {
		id = 1919,
		info = '焚火枪军',
	},
	[1920] = {
		id = 1920,
		info = '焚火暗卒',
	},
	[1921] = {
		id = 1921,
		info = '焚火淳于导',
	},
	[1922] = {
		id = 1922,
		info = '异术弓军',
	},
	[1923] = {
		id = 1923,
		info = '异术忍法师',
	},
	[1924] = {
		id = 1924,
		info = '异术拳师',
	},
	[1925] = {
		id = 1925,
		info = '异术飞火师',
	},
	[1926] = {
		id = 1926,
		info = '异术甄姬',
	},
	[1927] = {
		id = 1927,
		info = '暗影女卫',
	},
	[1928] = {
		id = 1928,
		info = '暗影拳卫',
	},
	[1929] = {
		id = 1929,
		info = '暗影火卫',
	},
	[1930] = {
		id = 1930,
		info = '暗影铁卫',
	},
	[1931] = {
		id = 1931,
		info = '暗影徐晃',
	},
	[1932] = {
		id = 1932,
		info = '武勇校尉',
	},
	[1933] = {
		id = 1933,
		info = '破阵校尉',
	},
	[1934] = {
		id = 1934,
		info = '火枪校尉',
	},
	[1935] = {
		id = 1935,
		info = '精忍校尉',
	},
	[1936] = {
		id = 1936,
		info = '魏候张辽',
	},
	[1937] = {
		id = 1937,
		info = '重生壮丁',
	},
	[1938] = {
		id = 1938,
		info = '重生影杀者',
	},
	[1939] = {
		id = 1939,
		info = '重生神火枪',
	},
	[1940] = {
		id = 1940,
		info = '重生忍军',
	},
	[1941] = {
		id = 1941,
		info = '魔道左慈',
	},
	[1942] = {
		id = 1942,
		info = '魔道吕布',
	},
	[1943] = {
		id = 1943,
		info = '地刺',
	},
	[1944] = {
		id = 1944,
		info = '地刺',
	},
	[1945] = {
		id = 1945,
		info = '地刺',
	},
	[1946] = {
		id = 1946,
		info = '地刺',
	},
	[1947] = {
		id = 1947,
		info = '地刺',
	},
	[1948] = {
		id = 1948,
		info = '地刺',
	},
	[1949] = {
		id = 1949,
		info = '地刺',
	},
	[1950] = {
		id = 1950,
		info = '地刺',
	},
	[1951] = {
		id = 1951,
		info = '滚轮',
	},
	[1952] = {
		id = 1952,
		info = '滚轮',
	},
	[1953] = {
		id = 1953,
		info = '滚轮',
	},
	[1954] = {
		id = 1954,
		info = '滚轮',
	},
	[1955] = {
		id = 1955,
		info = '滚轮',
	},
	[1956] = {
		id = 1956,
		info = '滚轮',
	},
	[1957] = {
		id = 1957,
		info = '滚轮',
	},
	[1958] = {
		id = 1958,
		info = '滚轮',
	},
	[1959] = {
		id = 1959,
		info = '火柱',
	},
	[1960] = {
		id = 1960,
		info = '火柱',
	},
	[1961] = {
		id = 1961,
		info = '火柱',
	},
	[1962] = {
		id = 1962,
		info = '火柱',
	},
	[1963] = {
		id = 1963,
		info = '火柱',
	},
	[1964] = {
		id = 1964,
		info = '火柱',
	},
	[1965] = {
		id = 1965,
		info = '火柱',
	},
	[1966] = {
		id = 1966,
		info = '火柱',
	},
	[1967] = {
		id = 1967,
		info = '浮空炮',
	},
	[1968] = {
		id = 1968,
		info = '浮空炮',
	},
	[1969] = {
		id = 1969,
		info = '浮空炮',
	},
	[1970] = {
		id = 1970,
		info = '浮空炮',
	},
	[1971] = {
		id = 1971,
		info = '浮空炮',
	},
	[1972] = {
		id = 1972,
		info = '浮空炮',
	},
	[1973] = {
		id = 1973,
		info = '浮空炮',
	},
	[1974] = {
		id = 1974,
		info = '浮空炮',
	},
	[1975] = {
		id = 1975,
		info = '雷霆之境',
	},
	[1976] = {
		id = 1976,
		info = '破岳之境',
	},
	[1977] = {
		id = 1977,
		info = '吞狼之境',
	},
	[1978] = {
		id = 1978,
		info = '焚火之境',
	},
	[1979] = {
		id = 1979,
		info = '异术之境',
	},
	[1980] = {
		id = 1980,
		info = '暗影之境',
	},
	[1981] = {
		id = 1981,
		info = '混乱之境',
	},
	[1982] = {
		id = 1982,
		info = '重生之境',
	},
	[1983] = {
		id = 1983,
		info = '未使用',
	},
	[1984] = {
		id = 1984,
		info = '未使用',
	},
	[1985] = {
		id = 1985,
		info = '未使用',
	},
	[1986] = {
		id = 1986,
		info = '未使用',
	},
	[1987] = {
		id = 1987,
		info = '未使用',
	},
	[1988] = {
		id = 1988,
		info = '未使用',
	},
	[1989] = {
		id = 1989,
		info = '未使用',
	},
	[1990] = {
		id = 1990,
		info = '未使用',
	},
	[1991] = {
		id = 1991,
		info = '新手试炼',
	},
	[1992] = {
		id = 1992,
		info = '第一章 火烧博望',
	},
	[1993] = {
		id = 1993,
		info = '第二章 博望战夏侯',
	},
	[1994] = {
		id = 1994,
		info = '第三章 新野战许褚',
	},
	[1995] = {
		id = 1995,
		info = '第四章 美女刺杀',
	},
	[1996] = {
		id = 1996,
		info = '第五章 水淹白河',
	},
	[1997] = {
		id = 1997,
		info = '第六章 龙潜长坂',
	},
	[1998] = {
		id = 1998,
		info = '第七章 长坂传奇',
	},
	[1999] = {
		id = 1999,
		info = '第八章 一夫当关',
	},
	[2000] = {
		id = 2000,
		info = '第九章 东吴演武场',
	},
	[2001] = {
		id = 2001,
		info = '第十章 草船借箭',
	},
	[2002] = {
		id = 2002,
		info = '第十一章 孔明借东风',
	},
	[2003] = {
		id = 2003,
		info = '第十二章 赤壁前夕',
	},
	[2004] = {
		id = 2004,
		info = '第十三章 赤壁之战',
	},
	[2005] = {
		id = 2005,
		info = '第十四章 华容战神',
	},
	[2006] = {
		id = 2006,
		info = '世界BOSS',
	},
	[2007] = {
		id = 2007,
		info = '进击张角',
	},
	[2008] = {
		id = 2008,
		info = '未使用',
	},
	[2009] = {
		id = 2009,
		info = '未使用',
	},
	[2010] = {
		id = 2010,
		info = '未使用',
	},
	[2011] = {
		id = 2011,
		info = '未使用',
	},
	[2012] = {
		id = 2012,
		info = '魔王夏侯',
	},
	[2013] = {
		id = 2013,
		info = '魔王左慈',
	},
	[2014] = {
		id = 2014,
		info = '魔王吕布',
	},
	[2015] = {
		id = 2015,
		info = '天魔张角',
	},
	[2016] = {
		id = 2016,
		info = '机关弓手',
	},
	[2017] = {
		id = 2017,
		info = '机关火枪兵',
	},
	[2018] = {
		id = 2018,
		info = '机关女婢',
	},
	[2019] = {
		id = 2019,
		info = '机关神弓手',
	},
	[2020] = {
		id = 2020,
		info = '机关女贼',
	},
	[2021] = {
		id = 2021,
		info = '雷霆机关弓',
	},
	[2022] = {
		id = 2022,
		info = '破岳机关枪',
	},
	[2023] = {
		id = 2023,
		info = '吞狼机关女',
	},
	[2024] = {
		id = 2024,
		info = '焚火机关枪',
	},
	[2025] = {
		id = 2025,
		info = '异术机关弓',
	},
	[2026] = {
		id = 2026,
		info = '暗影机关女',
	},
	[2027] = {
		id = 2027,
		info = '凌风机关弓',
	},
	[2028] = {
		id = 2028,
		info = '重生机关枪',
	},
	[2029] = {
		id = 2029,
		info = '破岳李典',
	},
	[2030] = {
		id = 2030,
		info = '吞狼甄姬',
	},
	[2031] = {
		id = 2031,
		info = '吞狼淳于导',
	},
	[2032] = {
		id = 2032,
		info = '焚火晏明',
	},
	[2033] = {
		id = 2033,
		info = '焚火徐晃',
	},
	[2034] = {
		id = 2034,
		info = '异术张辽',
	},
	[2035] = {
		id = 2035,
		info = '异术黄盖',
	},
	[2036] = {
		id = 2036,
		info = '暗影黄盖',
	},
	[2037] = {
		id = 2037,
		info = '暗影左慈',
	},
	[2038] = {
		id = 2038,
		info = '狼牙夏侯',
	},
	[2039] = {
		id = 2039,
		info = '战神吕布',
	},
	[2040] = {
		id = 2040,
		info = '魔道司马懿',
	},
	[2041] = {
		id = 2041,
		info = '未使用',
	},
	[2042] = {
		id = 2042,
		info = '未使用',
	},
	[2043] = {
		id = 2043,
		info = '未使用',
	},
	[2044] = {
		id = 2044,
		info = '未使用',
	},
	[2045] = {
		id = 2045,
		info = '未使用',
	},
	[2046] = {
		id = 2046,
		info = '未使用',
	},
	[2047] = {
		id = 2047,
		info = '未使用',
	},
	[2048] = {
		id = 2048,
		info = '未使用',
	},
	[2049] = {
		id = 2049,
		info = '未使用',
	},
	[2050] = {
		id = 2050,
		info = '仙草封石',
	},
	[2051] = {
		id = 2051,
		info = '冰露封石',
	},
	[2052] = {
		id = 2052,
		info = '摘星封石',
	},
	[2053] = {
		id = 2053,
		info = '地心封石',
	},
	[2054] = {
		id = 2054,
		info = '二阶装备所需进阶材料。\
由彝人首领孟获所进贡中原的神秘奇石，目前仅由蜀汉集团代理所垄断！',
	},
	[2055] = {
		id = 2055,
		info = '三阶装备所需进阶材料。\
原产赤壁特产的寻常石头，在东吴的提炼工艺下，摇身一变成为重要的物资资源。',
	},
	[2056] = {
		id = 2056,
		info = '四阶装备所需进阶材料。\
诸葛亮主持研制的星座封石系列，正在发售首批限量版。',
	},
	[2057] = {
		id = 2057,
		info = '五阶装备所需进阶材料。\
号称为高阶仙灵产物的神秘封石，但未得到质监局的证实。     ',
	},
	[2058] = {
		id = 2058,
		info = '小体力药',
	},
	[2059] = {
		id = 2059,
		info = '大体力药',
	},
	[2060] = {
		id = 2060,
		info = '开启后获得20体力。',
	},
	[2061] = {
		id = 2061,
		info = '开启后获得50体力。',
	},
	[2062] = {
		id = 2062,
		info = '小经验药',
	},
	[2063] = {
		id = 2063,
		info = '中经验药',
	},
	[2064] = {
		id = 2064,
		info = '大经验药',
	},
	[2065] = {
		id = 2065,
		info = '超级经验药',
	},
	[2066] = {
		id = 2066,
		info = '巨无霸经验药',
	},
	[2067] = {
		id = 2067,
		info = '开启后获得1万经验。',
	},
	[2068] = {
		id = 2068,
		info = '开启后获得10万经验。',
	},
	[2069] = {
		id = 2069,
		info = '开启后获得50万经验。',
	},
	[2070] = {
		id = 2070,
		info = '开启后获得200万经验。',
	},
	[2071] = {
		id = 2071,
		info = '开启后获得1000万经验。',
	},
	[2072] = {
		id = 2072,
		info = '铜钱串',
	},
	[2073] = {
		id = 2073,
		info = '铜钱袋',
	},
	[2074] = {
		id = 2074,
		info = '铜钱箱',
	},
	[2075] = {
		id = 2075,
		info = '大铜钱箱',
	},
	[2076] = {
		id = 2076,
		info = '巨无霸金块',
	},
	[2077] = {
		id = 2077,
		info = '开启后获得1万铜钱。',
	},
	[2078] = {
		id = 2078,
		info = '开启后获得10万铜钱。',
	},
	[2079] = {
		id = 2079,
		info = '开启后获得50万铜钱。',
	},
	[2080] = {
		id = 2080,
		info = '开启后获得100万铜钱。',
	},
	[2081] = {
		id = 2081,
		info = '开启后获得1000万铜钱。',
	},
	[2082] = {
		id = 2082,
		info = '博望坡',
	},
	[2083] = {
		id = 2083,
		info = '新野城',
	},
	[2084] = {
		id = 2084,
		info = '白河',
	},
	[2085] = {
		id = 2085,
		info = '长坂坡',
	},
	[2086] = {
		id = 2086,
		info = '柴桑城',
	},
	[2087] = {
		id = 2087,
		info = '赤壁',
	},
	[2088] = {
		id = 2088,
		info = '华容道',
	},
	[2089] = {
		id = 2089,
		info = '增加角色的命中值。更高概率命中敌人。',
	},
	[2090] = {
		id = 2090,
		info = '增加角色的闪避值。降低被敌人命中的概率。',
	},
	[2091] = {
		id = 2091,
		info = '增加角色的暴击值。更高概率触发暴击。',
	},
	[2092] = {
		id = 2092,
		info = '增加角色的韧性值。降低被敌人暴击的概率。',
	},
	[2093] = {
		id = 2093,
		info = '增加角色的眩晕值。更高概率令敌人进入眩晕。',
	},
	[2094] = {
		id = 2094,
		info = '增加角色的晕抗值。降低被敌人眩晕的概率。',
	},
	[2095] = {
		id = 2095,
		info = '触发暴击时回血。值越大回血越多。',
	},
	[2096] = {
		id = 2096,
		info = '触发闪避时回血。值越多回血越多。',
	},
	[2097] = {
		id = 2097,
		info = '当令敌人眩晕时，增加其眩晕持续时间。值越大持续时间越长。',
	},
	[2098] = {
		id = 2098,
		info = '增加步行移动速度。值越大移动越快。',
	},
	[2099] = {
		id = 2099,
		info = '降低被敌人缠绕的概率。值越大效果越好。',
	},
	[2100] = {
		id = 2100,
		info = '降低被敌人施加剧毒、腐蚀和冰寒的概率。值越大效果越好。',
	},
	[2101] = {
		id = 2101,
		info = '无黄金特权~',
	},
	[2102] = {
		id = 2102,
		info = '每日前3次摇钱免费。~副本可以免费复活1次。~',
	},
	[2103] = {
		id = 2103,
		info = '每日第1次购买体力免费。~体力上限提高到120。~',
	},
	[2104] = {
		id = 2104,
		info = '每日前5次摇钱免费。~每日第1次购买精英副本次数免费。~',
	},
	[2105] = {
		id = 2105,
		info = '每日前2次购买体力免费。~每隔8小时可免费抽奖一次。~',
	},
	[2106] = {
		id = 2106,
		info = '每隔72小时可免费十连抽一次。~精英秘宝第2次翻牌免费。~体力上限提高到150。~',
	},
	[2107] = {
		id = 2107,
		info = '解锁扫荡精英副本功能。~每日名将演武可以重置1次。~解锁超级摇钱树功能。~',
	},
	[2108] = {
		id = 2108,
		info = '解锁直接击杀名将演武Boss功能。~每日蓬莱仙境可额外重置一次。~',
	},
	[2109] = {
		id = 2109,
		info = '解锁元宝补齐仙灵升星材料功能。~解锁骑术自动升阶功能。~解锁神兵自动升阶功能。~元宝进阶骑术和神兵暴击率翻倍。~',
	},
	[2110] = {
		id = 2110,
		info = '解锁6阶骑术。~解锁6阶神兵。~每日公会捐献次数提高到50次。~',
	},
	[2111] = {
		id = 2111,
		info = '解锁7阶骑术。~解锁7阶神兵。~世界频道喊话附加醒目色彩。~',
	},
	[2112] = {
		id = 2112,
		info = '解锁8阶骑术。~解锁8阶神兵。~世界频道喊话附加醒目色彩。~',
	},
	[2113] = {
		id = 2113,
		info = '解锁9阶骑术。~解锁9阶神兵。~世界频道喊话附加尊贵色彩。~',
	},
	[2114] = {
		id = 2114,
		info = '每日公会捐献次数提高到15次。~元宝公会捐献暴击几率翻倍。~',
	},
	[2115] = {
		id = 2115,
		info = '每日公会捐献次数提高到20次。~元宝公会捐献必定暴击。~',
	},
	[2116] = {
		id = 2116,
		info = '解锁元宝补齐仙灵升星材料功能。~体力上限提高到200。~',
	},
	[2117] = {
		id = 2117,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2118] = {
		id = 2118,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2119] = {
		id = 2119,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2120] = {
		id = 2120,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2121] = {
		id = 2121,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2122] = {
		id = 2122,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2123] = {
		id = 2123,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2124] = {
		id = 2124,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2125] = {
		id = 2125,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2126] = {
		id = 2126,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2127] = {
		id = 2127,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2128] = {
		id = 2128,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2129] = {
		id = 2129,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2130] = {
		id = 2130,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2131] = {
		id = 2131,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2132] = {
		id = 2132,
		info = '每日可使用摇钱树%d次。~每日可购买体力%d次。~每日可购买精英副本%d次。~每日可购买竞技场次数%d次。~',
	},
	[2133] = {
		id = 2133,
		info = '未使用',
	},
	[2134] = {
		id = 2134,
		info = '未使用',
	},
	[2135] = {
		id = 2135,
		info = '未使用',
	},
	[2136] = {
		id = 2136,
		info = '未使用',
	},
	[2137] = {
		id = 2137,
		info = '未使用',
	},
	[2138] = {
		id = 2138,
		info = '未使用',
	},
	[2139] = {
		id = 2139,
		info = '未使用',
	},
	[2140] = {
		id = 2140,
		info = '未使用',
	},
	[2141] = {
		id = 2141,
		info = '未使用',
	},
	[2142] = {
		id = 2142,
		info = '未使用',
	},
	[2143] = {
		id = 2143,
		info = '未使用',
	},
	[2144] = {
		id = 2144,
		info = '未使用',
	},
	[2145] = {
		id = 2145,
		info = '宝物残渣',
	},
	[2146] = {
		id = 2146,
		info = '宝物精华',
	},
	[2147] = {
		id = 2147,
		info = '分解时装、宠物、称号后获得的残渣。\
仍有少量灵气残存，出售后能获得5万铜钱。',
	},
	[2148] = {
		id = 2148,
		info = '分解时装、宠物、称号后获得的宝物精华。\
凑齐4个宝物精华可在兑换商城换取百宝囊。',
	},
	[2149] = {
		id = 2149,
		info = '扫荡令',
	},
	[2150] = {
		id = 2150,
		info = '扫荡剧情战役和精英副本时，需要消耗不同数量的扫荡令。\
出处：VIP每日奖励和竞技场战斗。',
	},
	[2151] = {
		id = 2151,
		info = '每日12:30-12:45开启',
	},
	[2152] = {
		id = 2152,
		info = '每日19:30-19:45开启',
	},
	[2153] = {
		id = 2153,
		info = '每日20:30-20:45开启',
	},
	[2154] = {
		id = 2154,
		info = '击杀BOSS获得大量元宝',
	},
	[2155] = {
		id = 2155,
		info = '击杀BOSS获得大量铜钱',
	},
	[2156] = {
		id = 2156,
		info = '击杀BOSS获得珍贵宝石',
	},
	[2157] = {
		id = 2157,
		info = '自身战斗力达到10000点',
	},
	[2158] = {
		id = 2158,
		info = '自身战斗力达到30000点',
	},
	[2159] = {
		id = 2159,
		info = '自身战斗力达到50000点',
	},
	[2160] = {
		id = 2160,
		info = '自身战斗力达到100000点',
	},
	[2161] = {
		id = 2161,
		info = '自身战斗力达到150000点',
	},
	[2162] = {
		id = 2162,
		info = '自身战斗力达到200000点',
	},
	[2163] = {
		id = 2163,
		info = '自身战斗力达到300000点',
	},
	[2164] = {
		id = 2164,
		info = '自身战斗力达到500000点',
	},
	[2165] = {
		id = 2165,
		info = '自身战斗力达到700000点',
	},
	[2166] = {
		id = 2166,
		info = '自身战斗力达到1000000点',
	},
	[2167] = {
		id = 2167,
		info = '单件装备强化至10级',
	},
	[2168] = {
		id = 2168,
		info = '单件装备强化至20级',
	},
	[2169] = {
		id = 2169,
		info = '单件装备强化至30级',
	},
	[2170] = {
		id = 2170,
		info = '单件装备强化至40级',
	},
	[2171] = {
		id = 2171,
		info = '单件装备强化至50级',
	},
	[2172] = {
		id = 2172,
		info = '单件装备强化至60级',
	},
	[2173] = {
		id = 2173,
		info = '单件装备强化至70级',
	},
	[2174] = {
		id = 2174,
		info = '单件装备强化至80级',
	},
	[2175] = {
		id = 2175,
		info = '全身装备强化至10级',
	},
	[2176] = {
		id = 2176,
		info = '全身装备强化至20级',
	},
	[2177] = {
		id = 2177,
		info = '全身装备强化至30级',
	},
	[2178] = {
		id = 2178,
		info = '全身装备强化至40级',
	},
	[2179] = {
		id = 2179,
		info = '全身装备强化至50级',
	},
	[2180] = {
		id = 2180,
		info = '全身装备强化至60级',
	},
	[2181] = {
		id = 2181,
		info = '全身装备强化至70级',
	},
	[2182] = {
		id = 2182,
		info = '全身装备强化至80级',
	},
	[2183] = {
		id = 2183,
		info = '竞技场中进入前1000名',
	},
	[2184] = {
		id = 2184,
		info = '竞技场中进入前500名',
	},
	[2185] = {
		id = 2185,
		info = '竞技场中进入前300名',
	},
	[2186] = {
		id = 2186,
		info = '竞技场中进入前100名',
	},
	[2187] = {
		id = 2187,
		info = '竞技场中进入前50名',
	},
	[2188] = {
		id = 2188,
		info = '竞技场中进入前30名',
	},
	[2189] = {
		id = 2189,
		info = '竞技场中进入前10名',
	},
	[2190] = {
		id = 2190,
		info = '竞技场中进入前5名',
	},
	[2191] = {
		id = 2191,
		info = '竞技场中进入前3名',
	},
	[2192] = {
		id = 2192,
		info = '竞技场中进入前1名',
	},
	[2193] = {
		id = 2193,
		info = '世界BOSS击杀1只',
	},
	[2194] = {
		id = 2194,
		info = '世界BOSS击杀3只',
	},
	[2195] = {
		id = 2195,
		info = '世界BOSS击杀5只',
	},
	[2196] = {
		id = 2196,
		info = '世界BOSS击杀10只',
	},
	[2197] = {
		id = 2197,
		info = '世界BOSS击杀30只',
	},
	[2198] = {
		id = 2198,
		info = '世界BOSS击杀50只',
	},
	[2199] = {
		id = 2199,
		info = '世界BOSS击杀100只',
	},
	[2200] = {
		id = 2200,
		info = '世界BOSS击杀300只',
	},
	[2201] = {
		id = 2201,
		info = '世界BOSS最后一击达成1次',
	},
	[2202] = {
		id = 2202,
		info = '世界BOSS最后一击达成2次',
	},
	[2203] = {
		id = 2203,
		info = '世界BOSS最后一击达成3次',
	},
	[2204] = {
		id = 2204,
		info = '世界BOSS最后一击达成5次',
	},
	[2205] = {
		id = 2205,
		info = '世界BOSS最后一击达成10次',
	},
	[2206] = {
		id = 2206,
		info = '世界BOSS最后一击达成20次',
	},
	[2207] = {
		id = 2207,
		info = '世界BOSS最后一击达成30次',
	},
	[2208] = {
		id = 2208,
		info = '世界BOSS最后一击达成50次',
	},
	[2209] = {
		id = 2209,
		info = '世界BOSS前10伤害达成1次',
	},
	[2210] = {
		id = 2210,
		info = '世界BOSS前10伤害达成2次',
	},
	[2211] = {
		id = 2211,
		info = '世界BOSS前10伤害达成3次',
	},
	[2212] = {
		id = 2212,
		info = '世界BOSS前10伤害达成5次',
	},
	[2213] = {
		id = 2213,
		info = '世界BOSS前10伤害达成10次',
	},
	[2214] = {
		id = 2214,
		info = '世界BOSS前10伤害达成30次',
	},
	[2215] = {
		id = 2215,
		info = '世界BOSS前10伤害达成50次',
	},
	[2216] = {
		id = 2216,
		info = '世界BOSS前10伤害达成100次',
	},
	[2217] = {
		id = 2217,
		info = '公会BOSS击杀1只',
	},
	[2218] = {
		id = 2218,
		info = '公会BOSS击杀3只',
	},
	[2219] = {
		id = 2219,
		info = '公会BOSS击杀5只',
	},
	[2220] = {
		id = 2220,
		info = '公会BOSS击杀10只',
	},
	[2221] = {
		id = 2221,
		info = '公会BOSS击杀30只',
	},
	[2222] = {
		id = 2222,
		info = '公会BOSS击杀50只',
	},
	[2223] = {
		id = 2223,
		info = '公会BOSS击杀100只',
	},
	[2224] = {
		id = 2224,
		info = '公会BOSS击杀400只',
	},
	[2225] = {
		id = 2225,
		info = '战力达人1级',
	},
	[2226] = {
		id = 2226,
		info = '战力达人2级',
	},
	[2227] = {
		id = 2227,
		info = '战力达人3级',
	},
	[2228] = {
		id = 2228,
		info = '战力达人4级',
	},
	[2229] = {
		id = 2229,
		info = '战力达人5级',
	},
	[2230] = {
		id = 2230,
		info = '战力达人6级',
	},
	[2231] = {
		id = 2231,
		info = '战力达人7级',
	},
	[2232] = {
		id = 2232,
		info = '战力达人8级',
	},
	[2233] = {
		id = 2233,
		info = '战力达人9级',
	},
	[2234] = {
		id = 2234,
		info = '战力达人10级',
	},
	[2235] = {
		id = 2235,
		info = '强化匠人1级',
	},
	[2236] = {
		id = 2236,
		info = '强化匠人2级',
	},
	[2237] = {
		id = 2237,
		info = '强化匠人3级',
	},
	[2238] = {
		id = 2238,
		info = '强化匠人4级',
	},
	[2239] = {
		id = 2239,
		info = '强化匠人5级',
	},
	[2240] = {
		id = 2240,
		info = '强化匠人6级',
	},
	[2241] = {
		id = 2241,
		info = '强化匠人7级',
	},
	[2242] = {
		id = 2242,
		info = '强化匠人8级',
	},
	[2243] = {
		id = 2243,
		info = '强化大师1级',
	},
	[2244] = {
		id = 2244,
		info = '强化大师2级',
	},
	[2245] = {
		id = 2245,
		info = '强化大师3级',
	},
	[2246] = {
		id = 2246,
		info = '强化大师4级',
	},
	[2247] = {
		id = 2247,
		info = '强化大师5级',
	},
	[2248] = {
		id = 2248,
		info = '强化大师6级',
	},
	[2249] = {
		id = 2249,
		info = '强化大师7级',
	},
	[2250] = {
		id = 2250,
		info = '强化大师8级',
	},
	[2251] = {
		id = 2251,
		info = '竞技高手1级',
	},
	[2252] = {
		id = 2252,
		info = '竞技高手2级',
	},
	[2253] = {
		id = 2253,
		info = '竞技高手3级',
	},
	[2254] = {
		id = 2254,
		info = '竞技高手4级',
	},
	[2255] = {
		id = 2255,
		info = '竞技高手5级',
	},
	[2256] = {
		id = 2256,
		info = '竞技高手6级',
	},
	[2257] = {
		id = 2257,
		info = '竞技高手7级',
	},
	[2258] = {
		id = 2258,
		info = '竞技高手8级',
	},
	[2259] = {
		id = 2259,
		info = '竞技高手9级',
	},
	[2260] = {
		id = 2260,
		info = '竞技高手10级',
	},
	[2261] = {
		id = 2261,
		info = 'BOSS杀手1级',
	},
	[2262] = {
		id = 2262,
		info = 'BOSS杀手2级',
	},
	[2263] = {
		id = 2263,
		info = 'BOSS杀手3级',
	},
	[2264] = {
		id = 2264,
		info = 'BOSS杀手4级',
	},
	[2265] = {
		id = 2265,
		info = 'BOSS杀手5级',
	},
	[2266] = {
		id = 2266,
		info = 'BOSS杀手6级',
	},
	[2267] = {
		id = 2267,
		info = 'BOSS杀手7级',
	},
	[2268] = {
		id = 2268,
		info = 'BOSS杀手8级',
	},
	[2269] = {
		id = 2269,
		info = '补刀狂人1级',
	},
	[2270] = {
		id = 2270,
		info = '补刀狂人2级',
	},
	[2271] = {
		id = 2271,
		info = '补刀狂人3级',
	},
	[2272] = {
		id = 2272,
		info = '补刀狂人4级',
	},
	[2273] = {
		id = 2273,
		info = '补刀狂人5级',
	},
	[2274] = {
		id = 2274,
		info = '补刀狂人6级',
	},
	[2275] = {
		id = 2275,
		info = '补刀狂人7级',
	},
	[2276] = {
		id = 2276,
		info = '补刀狂人8级',
	},
	[2277] = {
		id = 2277,
		info = '快剑大神1级',
	},
	[2278] = {
		id = 2278,
		info = '快剑大神2级',
	},
	[2279] = {
		id = 2279,
		info = '快剑大神3级',
	},
	[2280] = {
		id = 2280,
		info = '快剑大神4级',
	},
	[2281] = {
		id = 2281,
		info = '快剑大神5级',
	},
	[2282] = {
		id = 2282,
		info = '快剑大神6级',
	},
	[2283] = {
		id = 2283,
		info = '快剑大神7级',
	},
	[2284] = {
		id = 2284,
		info = '快剑大神8级',
	},
	[2285] = {
		id = 2285,
		info = '齐心协力1级',
	},
	[2286] = {
		id = 2286,
		info = '齐心协力2级',
	},
	[2287] = {
		id = 2287,
		info = '齐心协力3级',
	},
	[2288] = {
		id = 2288,
		info = '齐心协力4级',
	},
	[2289] = {
		id = 2289,
		info = '齐心协力5级',
	},
	[2290] = {
		id = 2290,
		info = '齐心协力6级',
	},
	[2291] = {
		id = 2291,
		info = '齐心协力7级',
	},
	[2292] = {
		id = 2292,
		info = '齐心协力8级',
	},
	[2293] = {
		id = 2293,
		info = '未使用',
	},
	[2294] = {
		id = 2294,
		info = '未使用',
	},
	[2295] = {
		id = 2295,
		info = '未使用',
	},
	[2296] = {
		id = 2296,
		info = '未使用',
	},
	[2297] = {
		id = 2297,
		info = '未使用',
	},
	[2298] = {
		id = 2298,
		info = '未使用',
	},
	[2299] = {
		id = 2299,
		info = '未使用',
	},
	[2300] = {
		id = 2300,
		info = '未使用',
	},
	[2301] = {
		id = 2301,
		info = '龙斩',
	},
	[2302] = {
		id = 2302,
		info = '风隐',
	},
	[2303] = {
		id = 2303,
		info = '花舞',
	},
	[2304] = {
		id = 2304,
		info = '未使用',
	},
	[2305] = {
		id = 2305,
		info = '未使用',
	},
	[2306] = {
		id = 2306,
		info = '未使用',
	},
	[2307] = {
		id = 2307,
		info = '不显示',
	},
	[2308] = {
		id = 2308,
		info = '不显示',
	},
	[2309] = {
		id = 2309,
		info = '不显示',
	},
	[2310] = {
		id = 2310,
		info = '不显示',
	},
	[2311] = {
		id = 2311,
		info = '不显示',
	},
	[2312] = {
		id = 2312,
		info = '好友',
	},
	[2313] = {
		id = 2313,
		info = '好友',
	},
	[2314] = {
		id = 2314,
		info = '不显示',
	},
	[2315] = {
		id = 2315,
		info = '领奖',
	},
	[2316] = {
		id = 2316,
		info = '首充、商城、抽奖',
	},
	[2317] = {
		id = 2317,
		info = '不显示',
	},
	[2318] = {
		id = 2318,
		info = '坐骑',
	},
	[2319] = {
		id = 2319,
		info = '刻印、元宝钱庄',
	},
	[2320] = {
		id = 2320,
		info = '不显示',
	},
	[2321] = {
		id = 2321,
		info = '精英副本',
	},
	[2322] = {
		id = 2322,
		info = '领取体力',
	},
	[2323] = {
		id = 2323,
		info = '摇钱树',
	},
	[2324] = {
		id = 2324,
		info = '公会',
	},
	[2325] = {
		id = 2325,
		info = '二阶装备',
	},
	[2326] = {
		id = 2326,
		info = '成就',
	},
	[2327] = {
		id = 2327,
		info = '竞技场',
	},
	[2328] = {
		id = 2328,
		info = '不显示',
	},
	[2329] = {
		id = 2329,
		info = '蓬莱仙境',
	},
	[2330] = {
		id = 2330,
		info = '不显示',
	},
	[2331] = {
		id = 2331,
		info = '活跃度',
	},
	[2332] = {
		id = 2332,
		info = '玉兔',
	},
	[2333] = {
		id = 2333,
		info = '不显示',
	},
	[2334] = {
		id = 2334,
		info = '名将演武、技能附魂',
	},
	[2335] = {
		id = 2335,
		info = '名将演武、技能附魂',
	},
	[2336] = {
		id = 2336,
		info = '不显示',
	},
	[2337] = {
		id = 2337,
		info = '天狗',
	},
	[2338] = {
		id = 2338,
		info = '天狗',
	},
	[2339] = {
		id = 2339,
		info = '天狗',
	},
	[2340] = {
		id = 2340,
		info = '神兵',
	},
	[2341] = {
		id = 2341,
		info = '不显示',
	},
	[2342] = {
		id = 2342,
		info = '不显示',
	},
	[2343] = {
		id = 2343,
		info = '不显示',
	},
	[2344] = {
		id = 2344,
		info = '不显示',
	},
	[2345] = {
		id = 2345,
		info = '三阶装备、刻印第二栏',
	},
	[2346] = {
		id = 2346,
		info = '金乌',
	},
	[2347] = {
		id = 2347,
		info = '不显示',
	},
	[2348] = {
		id = 2348,
		info = '不显示',
	},
	[2349] = {
		id = 2349,
		info = '不显示',
	},
	[2350] = {
		id = 2350,
		info = '不显示',
	},
	[2351] = {
		id = 2351,
		info = '不显示',
	},
	[2352] = {
		id = 2352,
		info = '白蛇',
	},
	[2353] = {
		id = 2353,
		info = '白蛇',
	},
	[2354] = {
		id = 2354,
		info = '刻印第三栏',
	},
	[2355] = {
		id = 2355,
		info = '刻印第三栏',
	},
	[2356] = {
		id = 2356,
		info = '镰鼬',
	},
	[2357] = {
		id = 2357,
		info = '镰鼬',
	},
	[2358] = {
		id = 2358,
		info = '镰鼬',
	},
	[2359] = {
		id = 2359,
		info = '镰鼬',
	},
	[2360] = {
		id = 2360,
		info = '镰鼬',
	},
	[2361] = {
		id = 2361,
		info = '四阶装备',
	},
	[2362] = {
		id = 2362,
		info = '四阶装备',
	},
	[2363] = {
		id = 2363,
		info = '四阶装备',
	},
	[2364] = {
		id = 2364,
		info = '四阶装备',
	},
	[2365] = {
		id = 2365,
		info = '四阶装备',
	},
	[2366] = {
		id = 2366,
		info = '雷公',
	},
	[2367] = {
		id = 2367,
		info = '雷公',
	},
	[2368] = {
		id = 2368,
		info = '五阶装备',
	},
	[2369] = {
		id = 2369,
		info = '五阶装备',
	},
	[2370] = {
		id = 2370,
		info = '五阶装备',
	},
	[2371] = {
		id = 2371,
		info = '五阶装备',
	},
	[2372] = {
		id = 2372,
		info = '五阶装备',
	},
	[2373] = {
		id = 2373,
		info = '五阶装备',
	},
	[2374] = {
		id = 2374,
		info = '五阶装备',
	},
	[2375] = {
		id = 2375,
		info = '五阶装备',
	},
	[2376] = {
		id = 2376,
		info = '五阶装备',
	},
	[2377] = {
		id = 2377,
		info = '五阶装备',
	},
	[2378] = {
		id = 2378,
		info = '五阶装备',
	},
	[2379] = {
		id = 2379,
		info = '五阶装备',
	},
	[2380] = {
		id = 2380,
		info = '五阶装备',
	},
	[2381] = {
		id = 2381,
		info = '五阶装备',
	},
	[2382] = {
		id = 2382,
		info = '五阶装备',
	},
	[2383] = {
		id = 2383,
		info = '五阶装备',
	},
	[2384] = {
		id = 2384,
		info = '五阶装备',
	},
	[2385] = {
		id = 2385,
		info = '五阶装备',
	},
	[2386] = {
		id = 2386,
		info = '等级解锁功能提示80',
	},
	[2387] = {
		id = 2387,
		info = '等级解锁功能提示81',
	},
	[2388] = {
		id = 2388,
		info = '等级解锁功能提示82',
	},
	[2389] = {
		id = 2389,
		info = '等级解锁功能提示83',
	},
	[2390] = {
		id = 2390,
		info = '等级解锁功能提示84',
	},
	[2391] = {
		id = 2391,
		info = '等级解锁功能提示85',
	},
	[2392] = {
		id = 2392,
		info = '等级解锁功能提示86',
	},
	[2393] = {
		id = 2393,
		info = '等级解锁功能提示87',
	},
	[2394] = {
		id = 2394,
		info = '等级解锁功能提示88',
	},
	[2395] = {
		id = 2395,
		info = '等级解锁功能提示89',
	},
	[2396] = {
		id = 2396,
		info = '等级解锁功能提示90',
	},
	[2397] = {
		id = 2397,
		info = '等级解锁功能提示91',
	},
	[2398] = {
		id = 2398,
		info = '等级解锁功能提示92',
	},
	[2399] = {
		id = 2399,
		info = '等级解锁功能提示93',
	},
	[2400] = {
		id = 2400,
		info = '等级解锁功能提示94',
	},
	[2401] = {
		id = 2401,
		info = '等级解锁功能提示95',
	},
	[2402] = {
		id = 2402,
		info = '等级解锁功能提示96',
	},
	[2403] = {
		id = 2403,
		info = '等级解锁功能提示97',
	},
	[2404] = {
		id = 2404,
		info = '等级解锁功能提示98',
	},
	[2405] = {
		id = 2405,
		info = '等级解锁功能提示99',
	},
	[2406] = {
		id = 2406,
		info = '等级解锁功能提示100',
	},
	[2407] = {
		id = 2407,
		info = '等级解锁功能提示101',
	},
	[2408] = {
		id = 2408,
		info = '等级解锁功能提示102',
	},
	[2409] = {
		id = 2409,
		info = '等级解锁功能提示103',
	},
	[2410] = {
		id = 2410,
		info = '等级解锁功能提示104',
	},
	[2411] = {
		id = 2411,
		info = '等级解锁功能提示105',
	},
	[2412] = {
		id = 2412,
		info = '等级解锁功能提示106',
	},
	[2413] = {
		id = 2413,
		info = '等级解锁功能提示107',
	},
	[2414] = {
		id = 2414,
		info = '等级解锁功能提示108',
	},
	[2415] = {
		id = 2415,
		info = '等级解锁功能提示109',
	},
	[2416] = {
		id = 2416,
		info = '等级解锁功能提示110',
	},
	[2417] = {
		id = 2417,
		info = '等级解锁功能提示111',
	},
	[2418] = {
		id = 2418,
		info = '等级解锁功能提示112',
	},
	[2419] = {
		id = 2419,
		info = '等级解锁功能提示113',
	},
	[2420] = {
		id = 2420,
		info = '等级解锁功能提示114',
	},
	[2421] = {
		id = 2421,
		info = '等级解锁功能提示115',
	},
	[2422] = {
		id = 2422,
		info = '等级解锁功能提示116',
	},
	[2423] = {
		id = 2423,
		info = '等级解锁功能提示117',
	},
	[2424] = {
		id = 2424,
		info = '等级解锁功能提示118',
	},
	[2425] = {
		id = 2425,
		info = '等级解锁功能提示119',
	},
	[2426] = {
		id = 2426,
		info = '等级解锁功能提示120',
	},
	[2427] = {
		id = 2427,
		info = '小仙炉',
	},
	[2428] = {
		id = 2428,
		info = '小仙鼎',
	},
	[2429] = {
		id = 2429,
		info = '用于合成红色品质仙灵装备。\
由蜀汉仿制的左慈秘制法宝，是研制初级仙灵的必须之物！',
	},
	[2430] = {
		id = 2430,
		info = '用于合成黄色品质仙灵装备。\
说明书上写着：左慈秘制，让仙灵装备威力更上层楼！',
	},
	[2431] = {
		id = 2431,
		info = '灵马角',
	},
	[2432] = {
		id = 2432,
		info = '天狐尾',
	},
	[2433] = {
		id = 2433,
		info = '白虎牙',
	},
	[2434] = {
		id = 2434,
		info = '玄武壳',
	},
	[2435] = {
		id = 2435,
		info = '青龙鳞',
	},
	[2436] = {
		id = 2436,
		info = '朱雀羽',
	},
	[2437] = {
		id = 2437,
		info = '可用来兑换宠物小灵马。\
由偷猎者处追回的小灵马之角，集齐一定数量后可获得左慈赠与的小灵马作为感谢。',
	},
	[2438] = {
		id = 2438,
		info = '可用来兑换宠物小天狐。\
天狐在成长过程中掉落的尾毛，获得一定数量将得到天狐的好感，得到天狐一只。',
	},
	[2439] = {
		id = 2439,
		info = '可用来兑换宠物小白虎。\
白虎换牙时淘汰的乳牙，集齐一定数量即可召唤白虎前来缔结契约！',
	},
	[2440] = {
		id = 2440,
		info = '可用来兑换宠物小玄武。\
玄武蜕下的外壳，获得一定数量后即可找到玄武所在，豢养一只玄武。',
	},
	[2441] = {
		id = 2441,
		info = '可用来兑换宠物小青龙。\
龙之逆鳞，获得一定数量会得到青龙的感谢，获得一只青龙幼崽。',
	},
	[2442] = {
		id = 2442,
		info = '可用来兑换宠物小朱雀。\
用作朱雀信物的朱雀尾羽，集齐一定数量后即可召唤朱雀。',
	},
	[2443] = {
		id = 2443,
		info = '小战功状',
	},
	[2444] = {
		id = 2444,
		info = '中战功状',
	},
	[2445] = {
		id = 2445,
		info = '大战功状',
	},
	[2446] = {
		id = 2446,
		info = '1级宝石袋',
	},
	[2447] = {
		id = 2447,
		info = '2级宝石袋',
	},
	[2448] = {
		id = 2448,
		info = '3级宝石袋',
	},
	[2449] = {
		id = 2449,
		info = '4级宝石袋',
	},
	[2450] = {
		id = 2450,
		info = '5级宝石袋',
	},
	[2451] = {
		id = 2451,
		info = '6级宝石袋',
	},
	[2452] = {
		id = 2452,
		info = '7级宝石袋',
	},
	[2453] = {
		id = 2453,
		info = '百宝囊',
	},
	[2454] = {
		id = 2454,
		info = '魔王夏侯特殊宝藏',
	},
	[2455] = {
		id = 2455,
		info = '魔王夏侯1级宝藏',
	},
	[2456] = {
		id = 2456,
		info = '魔王夏侯2级宝藏',
	},
	[2457] = {
		id = 2457,
		info = '魔王夏侯3级宝藏',
	},
	[2458] = {
		id = 2458,
		info = '魔王夏侯4级宝藏',
	},
	[2459] = {
		id = 2459,
		info = '魔王夏侯5级宝藏',
	},
	[2460] = {
		id = 2460,
		info = '魔王夏侯6级宝藏',
	},
	[2461] = {
		id = 2461,
		info = '魔王夏侯7级宝藏',
	},
	[2462] = {
		id = 2462,
		info = '魔王夏侯8级宝藏',
	},
	[2463] = {
		id = 2463,
		info = '魔王夏侯9级宝藏',
	},
	[2464] = {
		id = 2464,
		info = '魔王夏侯10级宝藏',
	},
	[2465] = {
		id = 2465,
		info = '魔王左慈特殊宝藏',
	},
	[2466] = {
		id = 2466,
		info = '魔王左慈1级宝藏',
	},
	[2467] = {
		id = 2467,
		info = '魔王左慈2级宝藏',
	},
	[2468] = {
		id = 2468,
		info = '魔王左慈3级宝藏',
	},
	[2469] = {
		id = 2469,
		info = '魔王左慈4级宝藏',
	},
	[2470] = {
		id = 2470,
		info = '魔王左慈5级宝藏',
	},
	[2471] = {
		id = 2471,
		info = '魔王左慈6级宝藏',
	},
	[2472] = {
		id = 2472,
		info = '魔王左慈7级宝藏',
	},
	[2473] = {
		id = 2473,
		info = '魔王左慈8级宝藏',
	},
	[2474] = {
		id = 2474,
		info = '魔王左慈9级宝藏',
	},
	[2475] = {
		id = 2475,
		info = '魔王左慈10级宝藏',
	},
	[2476] = {
		id = 2476,
		info = '魔王吕布特殊宝藏',
	},
	[2477] = {
		id = 2477,
		info = '魔王吕布1级宝藏',
	},
	[2478] = {
		id = 2478,
		info = '魔王吕布2级宝藏',
	},
	[2479] = {
		id = 2479,
		info = '魔王吕布3级宝藏',
	},
	[2480] = {
		id = 2480,
		info = '魔王吕布4级宝藏',
	},
	[2481] = {
		id = 2481,
		info = '魔王吕布5级宝藏',
	},
	[2482] = {
		id = 2482,
		info = '魔王吕布6级宝藏',
	},
	[2483] = {
		id = 2483,
		info = '魔王吕布7级宝藏',
	},
	[2484] = {
		id = 2484,
		info = '魔王吕布8级宝藏',
	},
	[2485] = {
		id = 2485,
		info = '魔王吕布9级宝藏',
	},
	[2486] = {
		id = 2486,
		info = '魔王吕布10级宝藏',
	},
	[2487] = {
		id = 2487,
		info = '开启后获得5000点战功。',
	},
	[2488] = {
		id = 2488,
		info = '开启后获得10000点战功。',
	},
	[2489] = {
		id = 2489,
		info = '开启后获得50000点战功。',
	},
	[2490] = {
		id = 2490,
		info = '开启后获得随机1级宝石。',
	},
	[2491] = {
		id = 2491,
		info = '开启后获得随机2级宝石。',
	},
	[2492] = {
		id = 2492,
		info = '开启后获得随机3级宝石。',
	},
	[2493] = {
		id = 2493,
		info = '开启后获得随机4级宝石。',
	},
	[2494] = {
		id = 2494,
		info = '开启后获得随机5级宝石。',
	},
	[2495] = {
		id = 2495,
		info = '开启后获得随机6级宝石。',
	},
	[2496] = {
		id = 2496,
		info = '开启后获得随机7级宝石。',
	},
	[2497] = {
		id = 2497,
		info = '开启后随机获得以下道具：\
魏国套、蜀国套、吴国套、修仙装、称号[皇帝新衣]、1个宝物精华、2个宝物精华。\
可用4个宝物精华兑换百宝囊。分解时装宠物称号均有可能获得宝物精华。',
	},
	[2498] = {
		id = 2498,
		info = '给予魔王夏侯最后一击的奖赏，内有150元宝！',
	},
	[2499] = {
		id = 2499,
		info = '击败魔王夏侯的奖励，内有200元宝！',
	},
	[2500] = {
		id = 2500,
		info = '击败魔王夏侯的奖励，内有100元宝！',
	},
	[2501] = {
		id = 2501,
		info = '击败魔王夏侯的奖励，内有100元宝！',
	},
	[2502] = {
		id = 2502,
		info = '击败魔王夏侯的奖励，内有50元宝！',
	},
	[2503] = {
		id = 2503,
		info = '击败魔王夏侯的奖励，内有50元宝！',
	},
	[2504] = {
		id = 2504,
		info = '击败魔王夏侯的奖励，内有30元宝！',
	},
	[2505] = {
		id = 2505,
		info = '击败魔王夏侯的奖励，内有30元宝！',
	},
	[2506] = {
		id = 2506,
		info = '击败魔王夏侯的奖励，内有20元宝！',
	},
	[2507] = {
		id = 2507,
		info = '击败魔王夏侯的奖励，内有15元宝！',
	},
	[2508] = {
		id = 2508,
		info = '击败魔王夏侯的奖励，内有10元宝！',
	},
	[2509] = {
		id = 2509,
		info = '给予魔王左慈最后一击的奖赏，内有75万铜币！',
	},
	[2510] = {
		id = 2510,
		info = '击败魔王左慈的奖励，内有100万铜币！',
	},
	[2511] = {
		id = 2511,
		info = '击败魔王左慈的奖励，内有50万铜币！',
	},
	[2512] = {
		id = 2512,
		info = '击败魔王左慈的奖励，内有50万铜币！',
	},
	[2513] = {
		id = 2513,
		info = '击败魔王左慈的奖励，内有25万铜币！',
	},
	[2514] = {
		id = 2514,
		info = '击败魔王左慈的奖励，内有25万铜币！',
	},
	[2515] = {
		id = 2515,
		info = '击败魔王左慈的奖励，内有15万铜币！',
	},
	[2516] = {
		id = 2516,
		info = '击败魔王左慈的奖励，内有15万铜币！',
	},
	[2517] = {
		id = 2517,
		info = '击败魔王左慈的奖励，内有10万铜币！',
	},
	[2518] = {
		id = 2518,
		info = '击败魔王左慈的奖励，内有8万铜币！',
	},
	[2519] = {
		id = 2519,
		info = '击败魔王左慈的奖励，内有5万铜币！',
	},
	[2520] = {
		id = 2520,
		info = '给予魔王吕布最后一击的奖赏，内有4级宝石袋1个！',
	},
	[2521] = {
		id = 2521,
		info = '击败魔王吕布的奖励，内有4级宝石袋1个！',
	},
	[2522] = {
		id = 2522,
		info = '击败魔王吕布的奖励，内有3级宝石袋2个！',
	},
	[2523] = {
		id = 2523,
		info = '击败魔王吕布的奖励，内有3级宝石袋2个！',
	},
	[2524] = {
		id = 2524,
		info = '击败魔王吕布的奖励，内有3级宝石袋1个！',
	},
	[2525] = {
		id = 2525,
		info = '击败魔王吕布的奖励，内有3级宝石袋1个！',
	},
	[2526] = {
		id = 2526,
		info = '击败魔王吕布的奖励，内有2级宝石袋2个！',
	},
	[2527] = {
		id = 2527,
		info = '击败魔王吕布的奖励，内有2级宝石袋2个！',
	},
	[2528] = {
		id = 2528,
		info = '击败魔王吕布的奖励，内有2级宝石袋1个！',
	},
	[2529] = {
		id = 2529,
		info = '击败魔王吕布的奖励，内有1级宝石袋2个！',
	},
	[2530] = {
		id = 2530,
		info = '击败魔王吕布的奖励，内有1级宝石袋1个！',
	},
	[2531] = {
		id = 2531,
		info = '10元宝',
	},
	[2532] = {
		id = 2532,
		info = '50元宝',
	},
	[2533] = {
		id = 2533,
		info = '100元宝',
	},
	[2534] = {
		id = 2534,
		info = '开启可获得10元宝。',
	},
	[2535] = {
		id = 2535,
		info = '开启可获得50元宝。',
	},
	[2536] = {
		id = 2536,
		info = '开启可获得100元宝。',
	},
	[2537] = {
		id = 2537,
		info = '英魂匣',
	},
	[2538] = {
		id = 2538,
		info = '随机获得1个蓝色品质英魂，有小概率出现红色品质英魂。',
	},
	[2539] = {
		id = 2539,
		info = '【可公开的情报——操作方式】\
屏幕左侧滑动可控制角色移动，右侧点击及滑动可以控制角色攻击和释放技能！',
	},
	[2540] = {
		id = 2540,
		info = '【可公开的情报——任务】\
完成主线任务可获得大量经验和金钱，并可开启后续功能！',
	},
	[2541] = {
		id = 2541,
		info = '【可公开的情报——跳跃】\
屏幕右侧向上滑动，可以控制角色跳起躲避敌人攻击哦！',
	},
	[2542] = {
		id = 2542,
		info = '【可公开的情报——技能】\
消耗战功可以提升技能等级，技能等级越高伤害越大！',
	},
	[2543] = {
		id = 2543,
		info = '【可公开的情报——装备】\
消耗铜钱可对身上的六件装备进行强化！善用一键强化更省力哦！',
	},
	[2544] = {
		id = 2544,
		info = '【可公开的情报——副本】\
每次挑战剧情副本扣除5点体力值！',
	},
	[2545] = {
		id = 2545,
		info = '【可公开的情报——MP珠】\
MP珠战斗中每5秒回复1点，也可以通过普通攻击积攒！',
	},
	[2546] = {
		id = 2546,
		info = '【可公开的情报——地面疾走】\
屏幕左侧双击后按住可以让你的角色奔跑起来！',
	},
	[2547] = {
		id = 2547,
		info = '【可公开的情报——空中瞬闪】\
跃起后双击屏幕左侧可释放瞬闪技能，瞬闪过程中不受任何伤害！',
	},
	[2548] = {
		id = 2548,
		info = '【可公开的情报——幸运抽奖】\
每隔8小时可获得免费抽奖机会一次，72小时可获得免费10连抽机会一次，不要错过哦！',
	},
	[2549] = {
		id = 2549,
		info = '【可公开的情报——在线领奖】\
在线1分钟、10分钟、30分钟、1小时，均可获得在线奖励，时间越长，奖励越丰厚！',
	},
	[2550] = {
		id = 2550,
		info = '【可公开的情报——体力值】\
每6分钟会自动恢复1点体力！',
	},
	[2551] = {
		id = 2551,
		info = '【可公开的情报——宝石合成】\
3个相同的低级宝石可合成1个高级宝石！',
	},
	[2552] = {
		id = 2552,
		info = '【可公开的情报——分解】\
只有时装、称号、宠物可以分解！分解有一定概率获得宝物精华，可在商城兑换百宝囊！带时限的时装分解只能获得1个宝物残渣！',
	},
	[2553] = {
		id = 2553,
		info = '【可公开的情报——坐骑】骑乘状态下进入战斗，屏幕左侧下滑可开启骑战状态，释放强悍的骑战技能！用幻魔勾玉升级骑术获取更多坐骑！',
	},
	[2554] = {
		id = 2554,
		info = '【可公开的情报——元宝钱庄】\
在元宝钱庄内充值购买不同种类的元宝卡。月卡回报率为3倍，季卡回报率为5倍，年卡回报率高达9倍！',
	},
	[2555] = {
		id = 2555,
		info = '【可公开的情报——地图】\
通过地图在不同的城池中传送，是移动的最快方式！',
	},
	[2556] = {
		id = 2556,
		info = '【可公开的情报——刻印】\
装备进行刻印后，可获得闪避、暴击、眩晕、嗜血等高级属性！',
	},
	[2557] = {
		id = 2557,
		info = '【可公开的情报——转职】\
25级时可以进行转职，转职后解锁多个强力转职技能！',
	},
	[2558] = {
		id = 2558,
		info = '【可公开的情报——眩晕、晕抗】\
眩晕值越高，越有可能击晕敌人并消除敌人霸体状态。晕抗可以降低被击晕的几率！',
	},
	[2559] = {
		id = 2559,
		info = '【可公开的情报——闪避、命中】\
闪避可以提高玩家避开攻击的几率，命中可以降低敌人闪避的几率！',
	},
	[2560] = {
		id = 2560,
		info = '【可公开的情报——暴击、韧性】\
暴击可对敌人造成双倍伤害，韧性可以降低自身被暴击的几率！',
	},
	[2561] = {
		id = 2561,
		info = '【可公开的情报——摇钱树】\
摇钱树能快速获得巨额铜钱，不过每天次数有限哦！',
	},
	[2562] = {
		id = 2562,
		info = '【可公开的情报——精英副本】\
精英秘宝中获得的幻魔勾玉可用于升级骑术和神兵，不同的精英秘宝中有概率获得对应副本Boss的名将称号！',
	},
	[2563] = {
		id = 2563,
		info = '【可公开的情报——领取体力】\
每天12点到13点、18点到19点间，可以各领取一次体力大餐！',
	},
	[2564] = {
		id = 2564,
		info = '【可公开的情报——公会战役】\
公会BOSS开启后的1小时内，所有公会内成员均可挑战，但每人只有3分钟的挑战时间！',
	},
	[2565] = {
		id = 2565,
		info = '【可公开的情报——公会商店】\
通过公会捐献和公会战役获得的公会贡献，可以在公会商店中购买各种好东西！',
	},
	[2566] = {
		id = 2566,
		info = '【可公开的情报——公会兵法】\
公会兵法可以大量提高人物属性，升级公会兵法的兵法书在公会商店出售！',
	},
	[2567] = {
		id = 2567,
		info = '【可公开的情报——提高战力】\
提高战力界面里显示的A、B、C级，代表了通过这种方式获得战斗力的快捷程度！',
	},
	[2568] = {
		id = 2568,
		info = '【可公开的情报——章节礼包】\
剧情副本每个章节内所有副本所有难度达成扫荡条件，可以在副本选关界面领取不同的章节礼包，获取海量奖励。',
	},
	[2569] = {
		id = 2569,
		info = '【可公开的情报——公会】\
向公会捐献，可让公会快速升级，开启更多奖励的公会战役！',
	},
	[2570] = {
		id = 2570,
		info = '【可公开的情报——进阶】\
装备每强化20级可进阶，进阶后属性大幅增加，并开启新的强化上限！全套装备进阶后还可获得不同的进阶光效！',
	},
	[2571] = {
		id = 2571,
		info = '【可公开的情报——副本难度】\
剧情副本困难和炼狱模式下将会掉落各种材料，也会增加金钱和战功奖励！',
	},
	[2572] = {
		id = 2572,
		info = '【可公开的情报——扫荡令】\
扫荡副本需要消耗数量不同的扫荡令。竞技场每场战斗都可以获得扫荡令，VIP每日礼包也会赠送扫荡令。',
	},
	[2573] = {
		id = 2573,
		info = '【可公开的情报——竞技场】\
竞技场内和其他玩家进行决斗，获取大量战功来升级技能！并且可以得到大量扫荡令和淬炼石、幻魔勾玉奖励！',
	},
	[2574] = {
		id = 2574,
		info = '【可公开的情报——竞技场结算】\
每天0点竞技场结算，发放排名奖励和竞技场成就！',
	},
	[2575] = {
		id = 2575,
		info = '【可公开的情报——物攻和绝攻】\
划屏施放的技能造成绝攻伤害，点击施放的技能造成物攻伤害，但坐骑和仙灵技能都造成物攻伤害！',
	},
	[2576] = {
		id = 2576,
		info = '【可公开的情报——仙灵】\
仙灵升级后可以提升技能威力！仙灵升星后属性大幅加成！5星时还会激活技能升华！',
	},
	[2577] = {
		id = 2577,
		info = '【可公开的情报——蓬莱仙境】\
去蓬莱仙境，看看一分钟时间内能否把敌人全灭！海量铜钱、仙灵升星丹和装备进阶材料等你拿！',
	},
	[2578] = {
		id = 2578,
		info = '【可公开的情报——英魂】\
技能可通过附加英魂，获得技能伤害增加、技能暴击伤害提高等神奇属性！吞噬其他英魂升级后还能进一步提高属性！',
	},
	[2579] = {
		id = 2579,
		info = '【可公开的情报——名将演武】\
前往名将演武玩法，可以获得英魂和宝石。善用刷新对手功能，越强大的名将掉落越好！',
	},
	[2580] = {
		id = 2580,
		info = '【可公开的情报——神兵淬炼】\
神兵淬炼针对的不是某一件神兵，而是提高整体的神兵属性！',
	},
	[2581] = {
		id = 2581,
		info = '【可公开的情报——淬炼降级】\
淬炼8级之后淬炼失败神兵会降级，但勾选使用完璧符可以避免降级哦！',
	},
	[2582] = {
		id = 2582,
		info = '将长枪刺出，发出起手第一招，对敌人造成一定的伤害。',
	},
	[2583] = {
		id = 2583,
		info = '将长枪快速刺出，在一式之后对敌人追加一次伤害！',
	},
	[2584] = {
		id = 2584,
		info = '长枪突刺第三式，在二式之后再追加伤害！',
	},
	[2585] = {
		id = 2585,
		info = '自空中劈下的一记斩击，力达千钧！',
	},
	[2586] = {
		id = 2586,
		info = '如蛟龙翻腾的三道空中斩击，迅速前行掠过并附带击飞效果！',
	},
	[2587] = {
		id = 2587,
		info = '如蛟龙入水般多次旋转攻击，降落后追加龙形杀气爆炸伤害！',
	},
	[2588] = {
		id = 2588,
		info = '在空中瞬移闪现，之后可迅速释放龙轮进行追击！',
	},
	[2589] = {
		id = 2589,
		info = '将长枪以龙尾撩天之态快速上挑产生范围伤害，并附带挑空效果！',
	},
	[2590] = {
		id = 2590,
		info = '凝神聚气后，连续多记雷霆万钧之势的劈地斩击，意在一举歼灭所有敌人！',
	},
	[2591] = {
		id = 2591,
		info = '抡转武器，进行多次带有挑空效果的攻击，并追加一记气刃攻击！',
	},
	[2592] = {
		id = 2592,
		info = '瞬移出现在空中，并在一定时间内滞空，如龙舞光轮一般对敌人造成自上而下的重击！',
	},
	[2593] = {
		id = 2593,
		info = '在快速行进中斩击敌人，有怒龙掀涛之态！',
	},
	[2594] = {
		id = 2594,
		info = '将杀气凝聚为龙形剑气释放，并滞空追加多道龙形剑气伤害！',
	},
	[2595] = {
		id = 2595,
		info = '将武器快速劈击多次造成多次伤害，犹如神龙摆尾般抽击敌人！',
	},
	[2596] = {
		id = 2596,
		info = '在被敌人眩晕或缠绕时，迅速脱身恢复角色控制的解控技！',
	},
	[2597] = {
		id = 2597,
		info = '超越自身极限，快速跳起后挥舞长枪劈击，杀气犹如飞龙腾空之势由地面窜出！',
	},
	[2598] = {
		id = 2598,
		info = '在被敌人打至浮空状态，或被击飞时，迅速脱离控制恢复角色控制的解控技！',
	},
	[2599] = {
		id = 2599,
		info = '将杀气化为龙形释放到极致，并追加多道杀念光波伤害，犹如怒龙狂舞！',
	},
	[2600] = {
		id = 2600,
		info = '快速劈出多次攻击，将杀气注入大地，形成怒龙之形咆哮而出！',
	},
	[2601] = {
		id = 2601,
		info = '轻挥羽扇，发出起手第一招，对敌人造成一定的伤害。',
	},
	[2602] = {
		id = 2602,
		info = '挥击羽扇，在一式之后对敌人追加一次伤害！',
	},
	[2603] = {
		id = 2603,
		info = '羽扇挥击第三式，在二式之后再追加伤害！',
	},
	[2604] = {
		id = 2604,
		info = '在空中发出一记冰凌攻击，对敌人造成一定伤害。',
	},
	[2605] = {
		id = 2605,
		info = '抬手召唤出朱雀横行掠过，对敌人造成大幅伤害。',
	},
	[2606] = {
		id = 2606,
		info = '凭空出现大量的火流星，对地面进行火焰灼烧产生大范围伤害！',
	},
	[2607] = {
		id = 2607,
		info = '在空中瞬移闪现，之后可迅速释放冰雨进行射击！',
	},
	[2608] = {
		id = 2608,
		info = '化身疾风，追击敌人造成一次大范围的伤害！',
	},
	[2609] = {
		id = 2609,
		info = '使用秘法，召唤落雷从天而降，对敌人进行大规模的攻击。',
	},
	[2610] = {
		id = 2610,
		info = '念动真言，画出召唤阵召唤多只火鸟现身，发动大规模的火焰攻击。',
	},
	[2611] = {
		id = 2611,
		info = '凭空画出五行八卦阵，在空中召唤多枚冰凌攻击敌人。',
	},
	[2612] = {
		id = 2612,
		info = '急速行进时，放出急行的落雷清除前方大范围的敌人。',
	},
	[2613] = {
		id = 2613,
		info = '向空中追加火流星攻击，犹如流星逆飞冲天！',
	},
	[2614] = {
		id = 2614,
		info = '在释放疾风结束后，迅速召唤六个冰棱进行追击！',
	},
	[2615] = {
		id = 2615,
		info = '在被敌人眩晕或缠绕时，迅速脱身恢复角色控制的解控技！',
	},
	[2616] = {
		id = 2616,
		info = '挥舞羽扇，召唤出比疾风更为猛烈的飓风进行追击！',
	},
	[2617] = {
		id = 2617,
		info = '在被敌人打至浮空状态，或被击飞时，迅速脱离控制恢复角色控制的解控技！',
	},
	[2618] = {
		id = 2618,
		info = '召唤巨大朱雀横行，火鸟掠过之后的火焰将对敌人造成大范围伤害！',
	},
	[2619] = {
		id = 2619,
		info = '凝结自身灵力，发出八卦雷光可对敌人造成多次浮空效果！',
	},
	[2620] = {
		id = 2620,
		info = '将剑击出，发出起手第一招，对敌人造成一定的伤害！',
	},
	[2621] = {
		id = 2621,
		info = '将双剑快速击出，在一式之后对敌人追加一次伤害！',
	},
	[2622] = {
		id = 2622,
		info = '双剑搏击第三式，在二式之后再追加伤害！',
	},
	[2623] = {
		id = 2623,
		info = '跳起在空中，对敌人进行挥剑斩击，造成一次空中伤害！',
	},
	[2624] = {
		id = 2624,
		info = '抬手对敌人丢出六枚飞剑进行攻击，如有牵引般击中敌人后爆炸，并带有击退效果！',
	},
	[2625] = {
		id = 2625,
		info = '跳起在空中，对敌人快速挥剑追击，造成多次残影连击，如牡丹盛开般绚丽！',
	},
	[2626] = {
		id = 2626,
		info = '在空中瞬间出现，可迅速衔接招式菖蒲追击敌人！',
	},
	[2627] = {
		id = 2627,
		info = '宛若花开般次第绽放的交叉斩击，花瓣浮现间杀气盎然！',
	},
	[2628] = {
		id = 2628,
		info = '运使秘法如空谷幽兰的残影，快速掠过一片敌人，升至空中对敌人急速造成两次伤害！',
	},
	[2629] = {
		id = 2629,
		info = '利用花之秘法滞留空中，犹如菖蒲幻影般掷出飞剑四连击追击敌人！',
	},
	[2630] = {
		id = 2630,
		info = '运使秘法化身残影，在空中迅速对敌人进行数次高伤害的追击，身形却如百合仙子般曼妙！',
	},
	[2631] = {
		id = 2631,
		info = '在空中化身残影对敌人连续造成多次伤害，如蔷薇般唯美却又多刺！',
	},
	[2632] = {
		id = 2632,
		info = '运使秘法，迅速凝结蝶灵追击敌人！缠绕敌人爆炸后附带击飞效果！',
	},
	[2633] = {
		id = 2633,
		info = '以极快的速度将双剑连续多次挥出，对敌人造成密集的连续伤害，额外附带击飞敌人的效果！',
	},
	[2634] = {
		id = 2634,
		info = '在被敌人眩晕或缠绕时，迅速脱身恢复角色控制的解控技！',
	},
	[2635] = {
		id = 2635,
		info = '隐身落地后只见如百花凋零时纷乱的残影，多次快速的交叉砍击后，将多个敌人挑飞！',
	},
	[2636] = {
		id = 2636,
		info = '在被敌人打至浮空状态，或被击飞时，迅速脱离控制恢复角色控制的解控技！',
	},
	[2637] = {
		id = 2637,
		info = '在空中进行全屏性的大范围攻击，化身诸多分身进行全方位的攻击，没有敌人可以免伤！',
	},
	[2638] = {
		id = 2638,
		info = '在落地后急速滑行到前方，所掠过之处将掀起曼陀罗花瓣的爆炸暴风！',
	},
	[2639] = {
		id = 2639,
		info = '李典秘宝',
	},
	[2640] = {
		id = 2640,
		info = '夏侯秘宝',
	},
	[2641] = {
		id = 2641,
		info = '甄姬秘宝',
	},
	[2642] = {
		id = 2642,
		info = '徐晃秘宝',
	},
	[2643] = {
		id = 2643,
		info = '张辽秘宝',
	},
	[2644] = {
		id = 2644,
		info = '左慈秘宝',
	},
	[2645] = {
		id = 2645,
		info = '吕布秘宝',
	},
	[2646] = {
		id = 2646,
		info = '司马秘宝',
	},
	[2647] = {
		id = 2647,
		info = '开启宝箱后可能获得：\
称号[连枪破阵]、仙草封石、幻魔勾玉、铜钱、元宝。',
	},
	[2648] = {
		id = 2648,
		info = '开启宝箱后可能获得：\
称号[独眼罗刹]、仙草封石、幻魔勾玉、铜钱、元宝。',
	},
	[2649] = {
		id = 2649,
		info = '开启宝箱后可能获得：\
称号[连枪破阵]、冰露封石、幻魔勾玉、铜钱、元宝。',
	},
	[2650] = {
		id = 2650,
		info = '开启宝箱后可能获得：\
称号[亚夫之风]、冰露封石、幻魔勾玉、铜钱、元宝。',
	},
	[2651] = {
		id = 2651,
		info = '开启宝箱后可能获得：\
称号[召虎再临]、摘星封石、幻魔勾玉、铜钱、元宝。',
	},
	[2652] = {
		id = 2652,
		info = '开启宝箱后可能获得：\
称号[谜样之人]、摘星封石、幻魔勾玉、铜钱、元宝。',
	},
	[2653] = {
		id = 2653,
		info = '开启宝箱后可能获得：\
称号[武神本尊]、地心封石、幻魔勾玉、铜钱、元宝。',
	},
	[2654] = {
		id = 2654,
		info = '开启宝箱后可能获得：\
称号[万狼之首]、地心封石、幻魔勾玉、铜钱、元宝。',
	},
	[2655] = {
		id = 2655,
		info = '竞技场1级奖赏',
	},
	[2656] = {
		id = 2656,
		info = '竞技场2级奖赏',
	},
	[2657] = {
		id = 2657,
		info = '竞技场3级奖赏',
	},
	[2658] = {
		id = 2658,
		info = '竞技场4级奖赏',
	},
	[2659] = {
		id = 2659,
		info = '竞技场5级奖赏',
	},
	[2660] = {
		id = 2660,
		info = '竞技场6级奖赏',
	},
	[2661] = {
		id = 2661,
		info = '竞技场7级奖赏',
	},
	[2662] = {
		id = 2662,
		info = '竞技场8级奖赏',
	},
	[2663] = {
		id = 2663,
		info = '竞技场9级奖赏',
	},
	[2664] = {
		id = 2664,
		info = '竞技场10级奖赏',
	},
	[2665] = {
		id = 2665,
		info = '打开后获得5个神兵淬炼石、15个幻魔勾玉。',
	},
	[2666] = {
		id = 2666,
		info = '打开后获得4个神兵淬炼石、10个幻魔勾玉。',
	},
	[2667] = {
		id = 2667,
		info = '打开后获得4个神兵淬炼石、8个幻魔勾玉。',
	},
	[2668] = {
		id = 2668,
		info = '打开后获得3个神兵淬炼石、7个幻魔勾玉。',
	},
	[2669] = {
		id = 2669,
		info = '打开后获得3个神兵淬炼石、6个幻魔勾玉。',
	},
	[2670] = {
		id = 2670,
		info = '打开后获得2个神兵淬炼石、5个幻魔勾玉。',
	},
	[2671] = {
		id = 2671,
		info = '打开后获得2个神兵淬炼石、4个幻魔勾玉。',
	},
	[2672] = {
		id = 2672,
		info = '打开后获得1个神兵淬炼石、3个幻魔勾玉。',
	},
	[2673] = {
		id = 2673,
		info = '打开后获得1个神兵淬炼石、2个幻魔勾玉。',
	},
	[2674] = {
		id = 2674,
		info = '打开后获得1个神兵淬炼石、1个幻魔勾玉。',
	},
	[2675] = {
		id = 2675,
		info = '宝石匣',
	},
	[2676] = {
		id = 2676,
		info = '豪华宝石匣',
	},
	[2677] = {
		id = 2677,
		info = '勾玉匣',
	},
	[2678] = {
		id = 2678,
		info = '打开后可能获得1-3级宝石。',
	},
	[2679] = {
		id = 2679,
		info = '打开后可能获得3-5级宝石。',
	},
	[2680] = {
		id = 2680,
		info = '打开后可能获得10-20个幻魔勾玉。',
	},
	[2681] = {
		id = 2681,
		info = '衣饰匣',
	},
	[2682] = {
		id = 2682,
		info = '打开后可能获得随机一件带时限的时装。',
	},
	[2683] = {
		id = 2683,
		info = '礼包内含：30元宝、铜钱50000、仙草封石1个、刻印石2个',
	},
	[2684] = {
		id = 2684,
		info = '礼包内含：30元宝、铜钱50000、仙草封石1个、刻印石2个',
	},
	[2685] = {
		id = 2685,
		info = '礼包内含：30元宝、铜钱50000、仙草封石1个、刻印石2个',
	},
	[2686] = {
		id = 2686,
		info = '礼包内含：50元宝、铜钱50000、刻印石3个、仙草封石1个、扫荡令10个',
	},
	[2687] = {
		id = 2687,
		info = '礼包内含：50元宝、铜钱50000、刻印石3个、仙草封石1个、扫荡令10个',
	},
	[2688] = {
		id = 2688,
		info = '礼包内含：50元宝、铜钱50000、刻印石3个、仙草封石1个、扫荡令10个',
	},
	[2689] = {
		id = 2689,
		info = '礼包内含：60元宝、铜钱100000、刻印石5个、仙草封石1个',
	},
	[2690] = {
		id = 2690,
		info = '礼包内含：60元宝、铜钱100000、刻印石5个、仙草封石1个',
	},
	[2691] = {
		id = 2691,
		info = '礼包内含：60元宝、铜钱100000、刻印石5个、仙草封石1个',
	},
	[2692] = {
		id = 2692,
		info = '礼包内含：100元宝、铜钱100000、扫荡令10个、仙草封石2个',
	},
	[2693] = {
		id = 2693,
		info = '礼包内含：100元宝、铜钱100000、扫荡令10个、仙草封石2个',
	},
	[2694] = {
		id = 2694,
		info = '礼包内含：100元宝、铜钱100000、扫荡令10个、仙草封石2个',
	},
	[2695] = {
		id = 2695,
		info = '礼包内含：100元宝、铜钱200000、魔幻勾玉1个、仙草封石2个、扫荡令10个',
	},
	[2696] = {
		id = 2696,
		info = '礼包内含：100元宝、铜钱200000、魔幻勾玉1个、仙草封石2个、扫荡令10个',
	},
	[2697] = {
		id = 2697,
		info = '礼包内含：100元宝、铜钱200000、魔幻勾玉1个、仙草封石2个、扫荡令10个',
	},
	[2698] = {
		id = 2698,
		info = '礼包内含：100元宝、铜钱200000、魔幻勾玉3个、刻印石3个、扫荡令10个',
	},
	[2699] = {
		id = 2699,
		info = '礼包内含：100元宝、铜钱200000、魔幻勾玉3个、刻印石3个、扫荡令10个',
	},
	[2700] = {
		id = 2700,
		info = '礼包内含：100元宝、铜钱200000、魔幻勾玉3个、刻印石3个、扫荡令10个',
	},
	[2701] = {
		id = 2701,
		info = '礼包内含：200元宝、铜钱200000、魔幻勾玉5个、刻印石3个',
	},
	[2702] = {
		id = 2702,
		info = '礼包内含：200元宝、铜钱200000、魔幻勾玉5个、刻印石3个',
	},
	[2703] = {
		id = 2703,
		info = '礼包内含：200元宝、铜钱200000、魔幻勾玉5个、刻印石3个',
	},
	[2704] = {
		id = 2704,
		info = '礼包内含：200元宝、铜钱300000、魔幻勾玉5个、刻印石5个、扫荡令10个',
	},
	[2705] = {
		id = 2705,
		info = '礼包内含：200元宝、铜钱300000、魔幻勾玉5个、刻印石5个、扫荡令10个',
	},
	[2706] = {
		id = 2706,
		info = '礼包内含：200元宝、铜钱300000、魔幻勾玉5个、刻印石5个、扫荡令10个',
	},
}
